Repository: gerpei/myCRED
Catalog: mycred-*.po
Languages: de_de

source: Offer your users interest on the %_plural% they earn on your website. The interest is compounded daily.
de_de: Biete auf Deiner Website den interessierten Nutzern %_plural% zu verdienen. Das Interesse an jedem Tag anders.

source: Recurring Payouts
de_de: Wiederkehrende Auszahlungen

source: Setup mass %_singular% payouts for your users.
de_de: Richte eine Massenauszahlungen von %_singular% für Deine Nutzer ein.

source: New Recurring Payout
de_de: Neue wiederkehrende Auszahlung

source: Edit Recurring Payout
de_de: Bearbeite wiederkehrende Auszahlung

source: Please fill out all required fields that are highlighted in red.
de_de: Bitte fülle alle rot markierte Pflichtfelder aus.

source: Are you sure you want to remove this schedule? This can not be undone!
de_de: Möchtest Du wirklich diesen Zeitplan entfernen? Dies kann nicht rückgängig gemacht werden!

source: Warning
de_de: Warnung

source: This banking service uses the WordPress CRON to schedule events. If the WordPress CRON is disabled, this service will not work correctly.
de_de: Dieser Banking-Service verwendet den WordPress-CRON, um Ereignisse zu planen. Wenn der WordPress-CRON deaktiviert ist, wird dieser Dienst nicht ordnungsgemäss funktionieren.

source: Enable
de_de: Aktivieren

source: Update Changes
de_de: Änderungen aktualisieren

source: You do not have enough %plural% to send.
de_de: Du hast nicht genügend %plural% zum Versenden.

source: You have exceeded your %limit% transfer limit.
de_de: Du hast Dein Transferlimit von %limit% überschritten.

source: Transaction completed.
de_de: Gratulation, die Überweisung ist erfolgreich abgeschlossen.

source: Security token could not be verified. Please contact your site administrator!
de_de: Der Sicherheits-Token konnte nicht verifiziert werden. Bitte kontaktiere Deinen Administrator!

source: Communications error. Please try again later.
de_de: Kommunikationsfehler. Bitte versuche es später noch einmal.

source: Recipient not found. Please try again.
de_de: Sorry, Empfänger*in nicht gefunden. Bitte versuche es erneut. Vielen Dank.

source: Transaction declined by recipient.
de_de: Die Transaktion wurde der/dem Empfänger*in abgelehnt.

source: Incorrect amount. Please try again.
de_de: Die Überweisung dieses Betrags ist nicht möglich, bitte versuche es erneut. Danke.

source: This myCRED Add-on has not yet been setup! No transfers are allowed until this has been done!
de_de: Dieses myCRED Add-on wurde noch nicht eingerichtet! Bis dahin sind keine Überweisungen erlaubt!

source: Transfer Limit exceeded.
de_de: Überweisungslimit überschritten.

source: The selected point type can not be transferred.
de_de: Der ausgewählte Punkttyp kann nicht überwiesen werden.

source: No limits.
de_de: Keine Begrenzungen ( no limits)

source: Impose daily limit.
de_de: Lege ein Tageslimit fest.

source: Impose weekly limit.
de_de: Lege ein wöchentliches Limit fest.

source: User Login (user_login)
de_de: Nutzer Anmeldung (user_login)

source: User Email (user_email)
de_de: Nutzer E-Mail (user_email)

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Transfers
de_de: Überweisungen

source: Features
de_de: Eingenschaften

source: Reload
de_de: Neu Laden

source: Should the page reload once a transfer has been completed?
de_de: Soll die Seite neu geladen werden, nachdem eine Übertragung abgeschlossen wurde?

source: Message Length
de_de: Nachrichtenlänge

source: The maximum length of messages users can attach to a transfer. Use zero to disable.
de_de: Die maximale Länge von Nachrichten, die Nutzer an eine Übertragung anhängen können. Verwende Null zum Deaktivieren.

source: Autofill Recipient
de_de: Automatische Ergänzung der/des Empfänger*in.

source: Select what user details recipients should be autofilled by.
de_de: Wähle aus, bei welchen Nutzerdetails die Empfänger*in automatisch ergänzt werden sollen.

source: Limit Amount
de_de: Betrag begrenzen

source: Default Button Label
de_de: Standard-Schaltflächenbezeichnung

source: The default transfer button label. You can override this in the shortcode or widget if needed.
de_de: Die Standardbeschriftung zur Überweisung. Du kannst dies bei Bedarf im Shortcode oder Widget überschreiben.

source: Log Templates
de_de: Protokol-Vorlage

source: Log template for sending
de_de: Protokoll-Vorlage für das Senden

source: Log template for receiving
de_de: Protokoll-Vorlage für das Empfangen

source: Warning Messages
de_de: Warnmeldungen

source: Insufficient Funds Warning
de_de: Warnung, zu wenig Guthaben

source: Message to show the user if they try to send more then they can afford.
de_de: Nachricht, um dem Nutzer zu zeigen, wenn er versucht, mehr zu senden, als er es sich leisten kann.

source: Limit Reached Warning
de_de: Warnung, Limit ist erreichte

source: Message to show the user once they reach their transfer limit. Ignored if no limits are enforced.
de_de: Nachricht, die dem Nutzer anzeigt, sobald er sein Übertragungslimit erreicht hat. Ignoriert, wenn keine Beschränkungen erzwungen werden.

source: Visitors Template
de_de: Besucher Vorlage

source: The template to use when the transfer shortcode or widget is viewed by someone who is not logged in.
de_de: Die Vorlage, die verwendet wird, wenn der Übertragungs-Shortcode oder das Widget von einer Person angezeigt wird, die nicht angemeldet ist.

source: Limit Template
de_de: Limit-Vorlage

source: The template to use if you select to show the transfer limit in the transfer shortcode or widget. Ignored if there is no limit enforced.
de_de: Die Vorlage, die verwendet werden soll, wenn Du auswählst, dass das Übertragungslimit im Übertragungs-Shortcode oder Widget angezeigt werden soll. Wird ignoriert, wenn kein Limit festgelegt ist.

source: Balance Template
de_de: Konto Template

source: The template to use if you select to show the users balance in the transfer shortcode or widget. Ignored if balances are not shown.
de_de: Die zu verwendende Vorlage, wenn Du auswählst, dass das Konto des Nutzers im Übertragungs-Shortcode oder im Widget angezeigt werden soll. Ignoriert, wenn Salden nicht angezeigt werden.

source: Ranks for %s
de_de: Ränge für %s

source: Ranks
de_de: Ränge

source: Rank
de_de: Rang

source: Add New
de_de: Neue hinzufügen

source: Edit Rank
de_de: Rang bearbeiten

source: New Rank
de_de: Neuer Rang

source: View Rank
de_de: Rang anzeigen

source: Search Ranks
de_de: In den Rangen suchen

source: Rank Logo
de_de: Rang Logo

source: Set rank logo
de_de: Rang Logo hinzufügen

source: Remove rank logo
de_de: Rang Logo löschen

source: Use as Logo
de_de: Als Logo verwenden

source: No ranks found
de_de: keine Ränge gefunden

source: No ranks found in Trash
de_de: keine Ränge im Papierkorb gefundne

source: Rank Updated.
de_de: Rang aktualisiert

source: Rank Enabled.
de_de: Rank aktiviert

source: Rank Saved.
de_de: Rang gespeichert

source: Completed - Total of %d users effected
de_de: Abgeschlossen - Die Gesamtzahl der %d Nutzer wurde erreicht

source: No ranks exists.
de_de: Es existieren keine Ränge

source: Warning! All ranks will be deleted! This can not be undone!
de_de: Warnung! Alle Ränge werden gelöscht! Das kann nicht rückgängig gemacht werden!

source: Are you sure you want to re-assign user ranks?
de_de: Bist Du sicher, dass Du die User-Ränge neu zuweisen möchten?

source: Rank Title
de_de: Rang Titel

source: Requirement
de_de: Erforderlich

source: No Logo Set
de_de: Kein Logo gewählt

source: Any Value
de_de: Jeder Wert

source: Rank Setup
de_de: Rang Setup

source: Minimum Balance Requirement
de_de: Mindestanforderung Konto

source: Maximum Balance Requirement
de_de: Maximaleanforderung Konto

source: Not Set
de_de: nicht gesetzt

source: Rank Features
de_de: Rang Eigenschaften

source: %plural% requirement
de_de: %plural% Anforderung

source: Content
de_de: Inhalt

source: Excerpt
de_de: Auszug

source: Comments
de_de: Kommentare

source: Page Attributes
de_de: Seitenattribute

source: Custom Fields
de_de: Nutzerdefinierte Felder

source: Rank Post Type
de_de: Rang Beitrag Typ

source: Make Ranks Public
de_de: Rang veröffentlichen

source: Rank SLUG
de_de: Rang SLUG

source: If you have selected to make Ranks public, you can select what rank archive URL slug you want to use. Ignored if Ranks are not set to be public.
de_de: Wenn Du festgelegt hast, dass Ränge öffentlich werden sollen, kannst Du auswählen, welchen Rang-Archiv-URL-Slug Du verwenden möchten. Ignoriert, wenn die Ränge nicht öffentlich sind.

source: Display Order
de_de: Sortierung nach

source: Ascending - Lowest rank to highest
de_de: Aufsteigend - Niedrigster Rang bis höchster

source: Descending - Highest rank to lowest
de_de: Absteigend - Höchster Rang zum niedrigsten

source: Option to set in which order Ranks should be shown on the archive page.
de_de: Option zum Festlegen, in welcher Reihenfolge die Ränge auf der Archivseite angezeigt werden sollen

source: Rank Behaviour
de_de: Rang Auswertung

source: Based on Current Balances
de_de: Basierend auf aktuellen Salden/Konto

source: Users can be promoted or demoted depending on where their balance fits in amongst your ranks.
de_de: Je nachdem, wo sich Ihr Guthaben zwischen Ihren Rängen einordnet, können Nutzer befördert oder degradiert werden.

source: Based on Total Balances
de_de: Basierend auf den Gesamtbilanzen

source: Users can only be promoted and gain higher ranks even if their balance decreases.
de_de: Nutzer können nur befördert werden und höhere Ränge erreichen, selbst wenn ihr Guthaben abnimmt.

source: Use this button to calculate or recalculate each individual users total balance if you think your users total balances are incorrect, or if you switch from Ranks being based on users current balance to total balance.
de_de: Verwende diese Schaltfläche, um den Gesamtbetrag jedes einzelnen Nutzers zu berechnen oder neu zu berechnen, wenn Du der Ansicht bist, dass die Gesamtguthaben Deiner Nutzer nicht korrekt sind oder wenn Du von Rängen basierend auf dem aktuellen Kontostand des Nutzers auf den Gesamtbetrag wechseln.

source: Calculate Totals
de_de: Summen berechnen

source: Third-party Integrations
de_de: Drittanbieter-Integrationen

source: Do not show.
de_de: Nicht anzeigen.

source: Include in Profile Header.
de_de: Im Profil-Header aufnehmen.

source: Include under the "Profile" tab and Profile Header.
de_de: Füge unter der Registerkarte "Profil" und Profil-Header ein.

source: Template to use when showing a users Rank in BuddyPress. Use %rank_title% for the title and %rank_logo% to show the rank logo. HTML is allowed.
de_de: Vorlage, die verwendet wird, wenn der Rang eines Nutzers in BuddyPress angezeigt wird. Verwende %rank_title% für den Titel und %rank_logo%, um das Ranglogo anzuzeigen. HTML ist erlaubt.

source: Not installed
de_de: Nicht installiert

source: Include in Topic Replies
de_de: In Antworten zu Themen einschliessen

source: Include in Profile
de_de: Im Profil aufnehmen

source: Include in Topic Replies and Profile
de_de: In Antworten zu Themen und im Profil einbeziehen

source: Available Shortcodes
de_de: Verfügbare Shortcodes

source: User Meta Key
de_de: Nutzer Meta-Schlüssel (Meta Key)

source: No. of ranks
de_de: Anzahl der Ränge

source: Remove All Ranks
de_de: Entferne alle Ränge

source: Assign Ranks to Users
de_de: Weise den Nutzern Ränge zu

source: Notifications
de_de: Benachrichtigungen

source: Use %entry% to show the log entry in the notice and %amount% for the amount.
de_de: Verwende %entry%, um den Protokolleintrag in der Benachrichtigungs-Mail anzuzeigen und %betrag% für den Betrag.

source: Restore to default
de_de: Auf die Grundeinstellungen zurücksetzen

source: Transient Lifespan
de_de: Vorrübergende Lebensdauer

source: The number of days a users notification is saved before being automatically deleted.
de_de: Die Anzahl der Tage, die eine Nutzerbenachrichtigung gespeichert wird, bevor sie automatisch gelöscht wird.

source: Duration
de_de: Dauer

source: Number of seconds before a notice is automatically removed after being shown to user. Use zero to disable.
de_de: Anzahl der Sekunden, bevor eine Benachrichtigung automatisch entfernt wird, nachdem sie dem Nutzer angezeigt wurde. Verwende Null zum Deaktivieren.

source: Use the included CSS Styling for notifications.
de_de: Verwende das enthaltene CSS-Styling für Benachrichtigungen.

source: Email Notifications
de_de: E-Mail Benachrichtigungen

source: Email Notification
de_de: E-Mail Benachrichtigung

source: Edit Email Notification
de_de: Bearbeite E-Mail Benachrichtigung

source: New Email Notification
de_de: Neue E-Mail Benachrichtigung

source: Search Email Notifications
de_de: E-Mail Benachrichtigung suchen

source: No email notifications found
de_de: Keine E-Mail Benachrichtigungen gefunden

source: No email notifications found in Trash
de_de: Keine E-Mail Benachrichtigungen im Papierkorb gefunden

source: Email Notice Updated.
de_de: E-Mail-Benachrichtigung aktualisiert

source: Email Notice Activated.
de_de: E-Mail-Benachrichtigung aktiviert

source: Email Subject
de_de: E-Mail Betreff

source: Not Active
de_de: Nicht aktiviert

source: Scheduled:<br /><strong>%1$s</strong>
de_de: Geplant: <br /><strong>%1$s</strong>

source: Active
de_de: Aktivieren

source: Active - Last run:<br /><strong>%1$s</strong>
de_de: Aktiv - Letzter Lauf: <br /><strong>%1$s</strong>

source: Email is sent when
de_de: E-Mail wird gesendet, wenn

source: Missing instance for this notice!
de_de: Fehlende Instanz für diese Benachrichtigung!

source: Sent To
de_de: Senden an

source: Both Administrator and User
de_de: Beide an Administrator und Nutzer

source: All types
de_de: Alle Typen

source: Email Settings
de_de: E-Mail Einstellungen

source: Available Template Tags
de_de: Verfügbare Vorlagen-Tags

source: Email Header
de_de: E-Mail-Kopfzeile

source: Once a notice is "published" it becomes active! Select "Save Draft" if you are not yet ready to use this email notice!
de_de: Sobald ein Hinweis veröffentlicht wurde, wird er aktiv! Wähle "Entwurf speichern", wenn Du noch nicht bereit bist, diese E-Mail-Benachrichtigung zu verwenden!

source: This notice will become active on:<br /><strong>%1$s</strong>
de_de: Diese Benachrichtigung wird aktiviert am: <br /><strong>%1$s</strong>

source: This email notice is active.
de_de: Diese E-Mail-Benachrichtigung ist aktiv.

source: Send this email notice when...
de_de: Sende diese E-Mail-Benachrichtigung, wenn ...

source: Recipient:
de_de: Empfänger*in

source: Both
de_de: Beide

source: Senders Name:
de_de: Name des Absenders:

source: Senders Email:
de_de: Absender E-Mail:

source: Reply-To Email:
de_de: Antwort an E-Mail:

source: Your websites title
de_de: Der Titel Deiner Website

source: Your websites address
de_de: Deine Websiteadresse

source: Your websites tagline (description)
de_de: Deine Website tagline (Beschreibung)

source: Your websites admin email
de_de: Deine Website-Admin-E-Mail

source: Total number of blog members
de_de: Gesamtzahl der Blog-Mitglieder

source: The users new balance
de_de: Der neue Kontostand des Nutzers

source: The users old balance
de_de: Der alte Kontostand der Nutzer

source: The amount of points gained or lost in this instance
de_de: Die Anzahl der Punkte, die in diesem Fall gewonnen oder verloren wurden.

source: The log entry
de_de: Der Protokolleintrag

source: You can also use %s.
de_de: Du kannst also %s verwenden.

source: user related template tags
de_de: Nutzerbezogene Vorlagen-Tags

source: users balance changes
de_de: Nutzer balancieren Änderungen

source: user gains %_plural%
de_de: Nutzergewinne %_plural%

source: user lose %_plural%
de_de: Nutzerabgaben %_plural%

source: users balance reaches zero
de_de: Das Nutzerkonto erreicht Null

source: users balance goes minus
de_de: Das Nutzerkonto geht ins Minus

source: Badge Add-on
de_de: Abzeichen Add-on

source: user gains a badge
de_de: Nutzer erhält ein Abzeichen

source: Sell Content Add-on
de_de: Inhaltverkauf Add-on

source: user buys content
de_de: Nutzer kauft Inhalt

source: authors content gets sold
de_de: Autoreninhalte werden verkauft

source: user buys %_plural%
de_de: Nutzer kauft %_plural%

source: Transfer Add-on
de_de: Überweisung Add-on

source: user sends %_plural%
de_de: Nutzer sendet %_plural%

source: user receives %_plural%
de_de: Nutzer empfängt %_plural%

source: Ranks Add-on
de_de: Rang Add-on

source: user is demoted
de_de: Nutzer wird herabgestuft

source: user is promoted
de_de: Nutzer wird befördert

source: Email Notices
de_de: E-Mail-Benachrichtigungen

source: Plain Text
de_de: Einfacher Text

source: Schedule
de_de: Zeitplan

source: WordPress Cron is disabled. Emails will be sent immediately.
de_de: WordPress Cron ist deaktiviert. E-Mails werden sofort gesendet.

source: Send emails immediately
de_de: E-Mails sofort senden

source: Send emails once an hour
de_de: Sende E-Mails einmal pro Stunde

source: Send emails once a day
de_de: Sende E-Mails einmal am Tag

source: Filter Email Subjects
de_de: E-Mail-Betreffe filtern

source: Filter Email Body
de_de: E-Mail-Text filtern

source: SMTP Debug. Enable if you are experiencing issues with wp_mail() or if you use a SMTP plugin for emails.
de_de: SMTP-Fehlerbehebung aktiviere diese Option, wenn Probleme mit wp_mail () auftreten oder wenn Du ein SMTP-Plugin für E-Mails verwendest.

source: Defaults
de_de: Standards

source: Reply-To:
de_de: Antwort an:

source: Default Email Content
de_de: Standard-E-Mail-Inhalt

source: Default email content.
de_de: Standardmäßiger E-Mail-Inhalt

source: Default CSS Styling
de_de: Standardmäßiges CSS-Styling

source: Default email CSS styling. Note that if you intend to send HTML emails, you should use inline CSS styling for best results.
de_de: Standardmäßiges CSS-Styling. Wenn Du beabsichtigst für E-Mails HTML-E-Mails zu senden, solltest Du für beste Ergebnisse den Inline-CSS-Stil verwenden.

source: Unsubscribe
de_de: Abmelden

source: Email Notice
de_de: E-Mail-Benachrichtigung

source: There are no email notifications yet.
de_de: Es gibt noch keine E-Mail-Benachrichtigungen.

source: Save Changes
de_de: Änderungen speichern

source: Statistics
de_de: Statistiken

source: Statistics Color
de_de: Statistik Farbe

source: Positive Values
de_de: Positive Werte

source: Negative Values
de_de: Negative Werte

source: Overview
de_de: Übersicht

source: Refresh
de_de: Aktualisierung

source: Your log is empty. No statistics can be shown.
de_de: Dein Protokoll ist leer. Es können keine Statistiken angezeigt werden.

source: Badges
de_de: Auszeichnungen

source: Badge
de_de: Auszeichnung

source: Edit Badge
de_de: Auszeichnung bearbeiten

source: New Badge
de_de: Neue Auszeichnung

source: View Badge
de_de: Auszeichnung anzeigen

source: Search Badge
de_de: Auszeichnung suchen

source: No badges found
de_de: Keine Auszeichnung gefunden

source: No badges found in Trash
de_de: Keine Auszeichnung im Papierkorb gefunden

source: Badge Updated.
de_de: Auszeichnung aktualisiert.

source: Badge Enabled.
de_de: Auszeichnung aktiviert.

source: Badge Saved.
de_de: Auszeichnung gespeichert.

source: Badge Name
de_de: Auszeichnungsname

source: Default Image
de_de: Standardbild

source: First Level
de_de: Erste Ebene

source: Requirements
de_de: Anforderungen

source: Add Level
de_de: Level hinzufügen

source: Remove Level
de_de: Level löschen

source: Set Image
de_de: Bild einstellen

source: Change Image
de_de: Bild ändern

source: Are you sure you want to remove this level?
de_de: Möchtest Du dieses Level wirklich entfernen?

source: Badge Image
de_de: Auszeichnungsbild

source: Use as Badge
de_de: Verwende als Auszeichnung

# Comparison of badge requirements. A AND B
source: AND
de_de: UND

# Comparison of badge requirements. A OR B
source: OR
de_de: ODER

source: Badge Setup
de_de: Auszeichnung einrichten

source: Default Badge Image
de_de: Standardabzeichenbild

source: Assign Badge
de_de: Auszeichnung zuweisen

source: Remove Connections
de_de: Verbindungen löschen

source: This badge is manually awarded.
de_de: Diese Auszeichnung wird manuell vergeben.

source: Optional image to show when a user has not earned this badge.
de_de: Optionales Bild, das angezeigt wird, wenn ein Nutzer diese Auszeichnung nicht verdient hat.

source: Time(s)
de_de: Zeit(n)

source: In total
de_de: Insgesamt

source: Select Point Type
de_de: Wähle Punkttyp

source: Select Reference
de_de: Wähle Referenz

source: Reward
de_de: Belohnung

source: Show all badges, including badges users have not yet earned.
de_de: Zeige alle Auszeichnungen, einschließlich der Auszeichnungen, die Nutzer noch nicht verdient haben.

source: Include in Forum Replies
de_de: In die Antworten des Forums aufnehmen

source: Include in Profile and Forum Replies
de_de: Füge in Profil und Forum Antworten ein

source: No image set
de_de: Kein Bild festgelegt

source: Select a level
de_de: Ein Level auswählen

source: Earned
de_de: Verdient

source: A total of %d users have received this badge.
de_de: Insgesamt haben %d Nutzer diese Auszeichnung erhalten.

source: No users has yet earned this badge.
de_de: Bisher haben noch keine Nutzer diese Auszeichnung erhalten.

source: No connections where removed.
de_de: Keine Verbindungen wurden entfernt.

source: %s connections where removed.
de_de: %s Verbindungen wurden entfernt.

source: Coupons
de_de: Gutscheine

source: Coupon
de_de: Gutschein

source: Create New
de_de: Erstelle neu

source: Edit Coupon
de_de: Gutschein bearbeiten

source: New Coupon
de_de: Neuer Gutschein

source: Search coupons
de_de: Suche Gutschein

source: No coupons found
de_de: Kein Gutschein gefunden

source: No coupons found in Trash
de_de: Kein Gutschein im Papierkorb gefunden

source: Coupon updated.
de_de: Gutschein aktualisiert.

source: Coupon published.
de_de: Gutschein veröffentlicht.

source: Coupon Code
de_de: Gutschein Code

source: Value
de_de: Wert

source: Used
de_de: Benutzt

source: Expires
de_de: Wird ungültig

source: 1 time
de_de: 1 mal

source: Per User
de_de: Pro Nutzer

source: Expired
de_de: Ungültig

source: In %s time
de_de: In %s mal

source: Coupon Setup
de_de: Gutschein erstellen

source: Coupon Limits
de_de: Gutscheinlimits

source: Coupon Requirements
de_de: Gutscheinanforderungen

source: Warning. The previous expiration date set for this coupon was formatted incorrectly and was deleted. If you still want the coupon to expire, please enter a new date or leave empty to disable.
de_de: Warnung. Das vorherige Ablaufdatum für diesen Gutschein wurde falsch formatiert und wurde gelöscht. Wenn der Gutschein weiterhin ablaufen soll, gebe ein neues Datum ein oder lasse das Feld leer, um es zu deaktivieren.

source: The amount of %plural% a user receives when redeeming this coupon.
de_de: Der Betrag in %plural%, den ein Nutzer beim Einlösen dieses Gutscheins erhält.

source: Select the point type that this coupon is applied.
de_de: Wähle den Punkttyp aus, auf den dieser Gutschein angewendet wird.

source: Expire
de_de: Verfallen

source: Optional date when this coupon expires. Expired coupons will be trashed.
de_de: Optionales Datum, an dem dieser Gutschein verfällt. Verfallene Gutscheine werden ungültig.

source: Global Maximum
de_de: Globales Maximum

source: The maximum number of times this coupon can be used in total. Once this is reached, the coupon is automatically trashed.
de_de: Die maximale Anzahl, wie oft dieser Gutschein insgesamt verwendet werden kann. Sobald dies erreicht ist, wird der Gutschein automatisch ungültig.

source: User Maximum
de_de: max. Nutzer

source: The maximum number of times this coupon can be used by a user.
de_de: Die maximale Anzahl, mit der dieser Gutschein von einem Nutzer verwendet werden kann.

source: Minimum Balance
de_de: Mindestguthaben
