Repository: gerpei/myCRED
Catalog: mycred-*.po
Languages: de_de

source: %s Log Import
de_de: %s Protokoll Import

source: Import log entries via a CSV file.
de_de: Import der Protokolleinträge über eine CSV Datei.

source: %s Balance Import
de_de: %s Bilanz Import

source: Import balances via a CSV file.
de_de: Import Bilanz über ein CSV Datei.

source: Import CubePoints log entries and / or balances.
de_de: Import CubePoints Protokolleinträge und / oder Kontostände.

source: Processing...
de_de: wird bearbeitet...

source: Sent
de_de: senden

source: Error - Try Again
de_de: Es ist ein Fehler aufgetreten, bitte versuche es noch einmal.

source: About %s
de_de: Über %s

source: Awesome People
de_de: Genialer Menschen

source: Balance
de_de: Kontostand

source: History
de_de: Kontoauszug

source: Settings
de_de: Einstellungen

source: Make sure to backup your database and files before updating, in case anything goes wrong!
de_de: Bitte sichere Deine Datenbank und Dateien vor dem Update, für den Fall das etwas schief läuft!

source: This Hook has no settings
de_de: Dieser "Hook" ist nicht konfiguriert.

source: No limit
de_de: Keine Begrenzung

source: / Day
de_de: pro Tag

source: / Week
de_de: pro Woche

source: / Month
de_de: pro Monat

source: in Total
de_de: Insgesamt

source: Once every 24 hours
de_de: Einmal alle 24 Stunden

source: Once every 7 days
de_de: Einmal alle 7 Tage

source: Once per day (reset at midnight)
de_de: Einmal pro Tag (um Mitternacht zurückgesetzt)

source: Select
de_de: wähle

source: Surprise
de_de: Überraschung

source: click to close
de_de: mit einen Klick schießen

source: click to open
de_de: mit einem Klick öffnen

source: Settings Updated
de_de: Die Einstellungen sind aktualisiert.

source: Update Balance
de_de: Kontostand aktualisieren

source: User is excluded
de_de: Dieser Nutzer ist ausgeschlossen.

source: Log Entry can not be empty
de_de: Der Protokolleintrag darf nicht leer sein.

source: Amount can not be zero
de_de: Der Betrag kann nicht Null sein. Bitte einen Betrag eingeben.

source: Balance successfully updated
de_de: Die Bilanz wurde erfolgreich aktualisiert.

source: Request declined
de_de: Die wurde abgelehnt.

source: No recent activity found.
de_de: Keine neuen Aktivitäten gefunden.

source: Date
de_de: Datum

source: Time
de_de: Zeit

source: Reference
de_de: Referenz

source: Entry
de_de: Eintrag

source: View complete history
de_de: Zeige den vollständigen Kontoauszug.

source: Edit Users Balance
de_de: Das Konto des Nutzers bearbeiten.

source: Close
de_de: Schließen

source: Excluded
de_de: Ausgeschlossen

source: Total
de_de: Summe

source: Adjust
de_de: Einstellen

source: Balances
de_de: Bilanzen

source: Edit
de_de: Editieren

source: Cancel
de_de: Verwerfen

source: Username
de_de: Nutzername

source: Current Balance
de_de: Aktuelle Bilanz

source: Total Balance
de_de: Gesamte Bilanz

source: Amount
de_de: zu überweisender Betrag ............................

source: A positive or negative value
de_de: Ein positiver oder negativer Wert

source: Log under a custom reference
de_de: Unter einer nutzerdefinierten Referenz protokollieren.

source: lowercase without empty spaces
de_de: Kleinbuchstaben ohne Leerzeichen

source: Log Entry
de_de: Protokolleintrag

source: Update
de_de: Aktualisieren

source: Recent Activity
de_de: Letzte Aktivität

source: Accounts successfully reset
de_de: Die Konten wurden erfolgreich zurückgesetzt.

source: No users found to export
de_de: Keine Nutzer zum Exportieren gefunden.

source: Invalid decimal value.
de_de: Ungültiger Dezimalwert

source: Log Updated
de_de: Das Protokoll wurde aktualisiert.

source: Warning! All entries in your log will be permanently removed! This can not be undone!
de_de: Warnung! Alle Protokolleinträge werden dauerhaft entfernt! Das kann nicht rückgängig gemacht werden!

source: All log entries belonging to deleted users will be permanently deleted! This can not be undone!
de_de: Alle Protokolleinträge, die zu gelöschten Nutzer gehören, werden endgültig gelöscht! Das kann nicht rückgängig gemacht werden!

source: Warning! All user balances will be set to zero! This can not be undone!
de_de: Warnung! Alle Nutzerbilanzen werden auf Null gesetzt! Das kann nicht rückgängig gemacht werden!

source: Done!
de_de: Erledigt!

source: Export %singular% Balances
de_de: Export %singular% Bilanzen

source: In order to adjust the number of decimal places you want to use we must update your log. It is highly recommended that you backup your current log before continuing!
de_de: Um die Anzahl der Dezimalstellen die Du verwenden möchtest anzupassen, müssen wir Dein Protokoll aktualisieren. Es wird dringend empfohlen, dass Du Dein aktuelles Protokoll sicherst, bevor Du fortfährst!

source: Update Database
de_de: Datenbank aktualisieren

source: No decimals
de_de: Keine Dezimalstellen

source: <a href="%s">Click here</a> to change your default point types setup.
de_de: <a href="%s"> Klicke hier </a>, um die Standardeinstellungen für die Punkttypen zu ändern.

source: %s Settings
de_de: %s Einstellungen

source: Documentation
de_de: Dokumentation

source: Core Settings
de_de: Grundeinstellungen

source: Labels
de_de: Beschriftungen

source: Singular
de_de: Einzahl

source: Required
de_de: Erforderlich

source: Plural
de_de: Plural (Mehrzahl)

source: These labels are used throughout the admin area and when presenting points to your users.
de_de: Diese Bezeichnungen werden im gesamten Admin-Bereich und bei der Präsentation von Punkten für Deine Nutzer verwendet.

source: Separators
de_de: Separatoren

source: Decimals
de_de: Dezimal

source: Set decimals to zero if you prefer to use whole numbers.
de_de: Setze die Dezimalzahlen auf Null, wenn Du ganze Zahlen bevorzugst.

source: As this is your main point type, the value you select here will be the largest number of decimals your installation will support.
de_de: Da dies der Hauptpunkttyp ist, ist dieser Wert den Du hier auswählst, die grösste Anzahl an Dezimalstellen, die Deine Installation unterstützt.

source: Security
de_de: Sicherheit

source: Point Editors
de_de: Punktbearbeiter

source: The capability of users who can edit balances.
de_de: Die Fähigkeit der Nutzer, die Bilanzen bearbeiten können.

source: Point Administrators
de_de: Administratoren für die Punkte

source: The capability of users who can edit settings.
de_de: Die Eingenschaften von Nutzern, die Einstellungen bearbeiten können.

source: Max. Amount
de_de: Max. Menge

source: The maximum amount allowed to be paid out in a single instance.
de_de: Der maximale Höchstbetrag der mit einem Mal ausgezahlt werden kann.

source: Exclude by User ID
de_de: Nach Nutzer-ID ausschließen

source: Comma separated list of user IDs to exclude from using this point type.
de_de: Durch Kommas getrennte Liste von Nutzer-IDs, die von der Verwendung dieses Punkttyps ausgeschlossen werden sollen.

source: Exclude point editors
de_de: Punkte-Bearbeiter ausschließen

source: Exclude point administrators
de_de: Punkte-Administratoren ausschließen

source: Other Settings
de_de: Weitere Einstellungen

source: Delete log entries when user is deleted.
de_de: Lösche die Protokolleinträge, wenn der Nutzer gelöscht wird.

source: Entries
de_de: Einträge

source: Actions
de_de: Aktionen

source: Empty Log
de_de: Leeres Protokoll

source: Balance Meta Key
de_de: Bilanz Meta Key

source: Users
de_de: Nutzer

source: Set all to zero
de_de: Setze alles auf Null

source: Export Balances
de_de: Export Konten

source: Point Types
de_de: Punkttypen

source: Label
de_de: Bezeichnung

source: Delete
de_de: Löschen

source: Add New Type
de_de: Neuen Type hinzufügen

source: The meta key must be lowercase and only contain letters or underscores. All other characters will be deleted!
de_de: Der Metaschlüssel muss klein geschrieben sein und darf nur Buchstaben oder Unterstriche enthalten. Alle anderen Buchstaben werden gelöscht!

source: Update Settings
de_de: Aktualisiere die Einstellungen

source: Identify users by
de_de: Identifizieren von Nutzern nach

source: User ID
de_de: Nutzer ID

source: User Email
de_de: Nutzer E-Mail

source: User Login
de_de: Nutzer Login

source: Use ID if you intend to use this export as a backup of your current site while Email is recommended if you want to export to a different site.
de_de: Verwende die ID, wenn Du diesen Export als Sicherung Deiner aktuellen Site verwenden möchtest, während E-Mail empfohlen wird, wenn Du auf eine andere Site exportieren möchten.

source: Import Log Entry
de_de: Protokolleinträge importieren

source: Optional log entry to use if you intend to import this file in a different %s installation.
de_de: Optionaler Protokolleintrag, der verwendet werden soll, wenn Du diese Datei in eine andere %s Installation importieren möchtest.

source: Give your users badges based on their interaction with your website.
de_de: Geben Sie Ihren Nutzern Badges, basierend auf ihrer Interaktion mit Deiner Website.

source: Setup recurring payouts or offer / charge interest on user account balances.
de_de: Richte wiederkehrende Auszahlungen ein oder biete Zinsen auf Nutzerkonten an.

source: The <strong>buy</strong>CRED Add-on allows your users to buy points using PayPal, Skrill (Moneybookers) or NETbilling. <strong>buy</strong>CRED can also let your users buy points for other members.
de_de: Mit dem <strong> buy </ strong> CRED-Add-on können Deine Nutzer Punkte über PayPal, Skrill (Moneybookers) oder NETbilling erwerben. <strong> buy </ strong> Mit CRED können Deine Nutzer auch Punkte für andere Mitglieder kaufen.

source: The coupons add-on allows you to create coupons that users can use to add points to their accounts.
de_de: Mit dem Coupon-Add-On kannst Du Coupons erstellen, mit denen Nutzer Punkte zu ihren Konten hinzufügen können.

source: Create email notices for any type of myCRED instance.
de_de: Erstelle E-Mail-Benachrichtigungen für jede Art von myCRED-Instanzen.

source: Let your users pay using their <strong>my</strong>CRED points balance. Supported Carts: WooCommerce, MarketPress and WP E-Commerce. Supported Event Bookings: Event Espresso and Events Manager (free & pro).
de_de: Lasse Deine Nutzer mit Deinem <strong> my </ strong> CRED-Punkteguthaben bezahlen. Unterstützte Carts: WooCommerce, MarketPress und WP E-Commerce. Unterstützte Event-Buchungen: Event Espresso und Events Manager (kostenlos und pro).

source: Create pop-up notifications for when users gain or loose points.
de_de: Erstelle Popup-Benachrichtigungen wenn Nutzer Punkte erhalten oder verlieren.

source: Create ranks for users reaching a certain number of %_plural% with the option to add logos for each rank.
de_de: Erstelle Ränge für Nutzer, die eine bestimmte Anzahl von % _plural% mit der Option erreichen, Logos für jeden Rang hinzuzufügen.

source: This add-on allows you to sell posts, pages or any public post types on your website. You can either sell the entire content or using our shortcode, sell parts of your content allowing you to offer "teasers".
de_de: Mit diesem Add-on kannst Du Posts, Seiten oder andere öffentliche Posts auf Deiner Website verkaufen. Du kannst entweder den gesamten Inhalt verkaufen oder mit verwende unseren Shortcode um Teile des Inhalts zu verkaufen. erlaubt es die Verwendung des "Teaser".

source: Gives you access to your myCRED Statistics based on your users gains and loses.
de_de: Gibt Dir den Zugriff auf Dein myCRED-Statistiken, basierend auf den Gewinnen und Verlusten Deiner Nutzer.

source: Allow your users to send or "donate" points to other members by either using the mycred_transfer shortcode or the myCRED Transfer widget.
de_de: Erlaube Deinen Nutzern, Punkte an andere Mitglieder zu senden oder zu "spenden", indem Du entweder den mycred_transfer-Shortcode oder das myCRED-Transfer-Widget verwendest.

source: Add-on Activated
de_de: Add-on Aktiviert

source: Add-on Deactivated
de_de: Add-on Deaktiviert

source: Activate Add-on
de_de: Aktiviere Add-on

source: Activate
de_de: Aktiviere

source: Deactivate Add-on
de_de: Deaktiviere Add-on

source: Deactivate
de_de: Deaktiviere

source: Log
de_de: Protokoll

source: User
de_de: Nutzer

source: Row Deleted
de_de: Zeile gelöscht

source: Invalid or empty reference
de_de: Ungültige oder leere Referenz

source: Log Entry cannot be empty
de_de: Protokolleintrag darf nicht leer sein.

source: Log entry not found
de_de: Protokolleintrag nicht gefunden.

source: Could not save the new log entry
de_de: Der neue Protokolleintrag konnte nicht gespeichert werden.

source: Log entry successfully updated
de_de: Protokolleintrag erfolgreich aktualisiert.

source: 1 Entry Deleted
de_de: Einen Eintrag gelöscht.

source: Edit Log Entry
de_de: Protokolleintrag bearbeiten

source: Are you sure you want to delete this log entry? This can not be undone!
de_de: Möchtest Du diesen Protokolleintrag wirklich löschen? Das kann nicht rückgängig gemacht werden!

source: The log entry was successfully updated.
de_de: Der Protokolleintrag wurde erfolgreich aktualisiert.

source: The selected log entry could not be deleted.
de_de: Der ausgewählte Protokolleintrag konnte nicht gelöscht werden.

source: Search results for
de_de: Suchergebnisse für

# e.g. Log entries from April 12th 2016
source: Log entries from %s
de_de: Protokolleinträge vom %s

source: %s Log
de_de: %s Protokoll

source: Warning. The required Mcrypt PHP Library is not installed on this server! Certain hooks and shortcodes will not work correctly!
de_de: Warnung. Die benötigte Mcrypt PHP Library ist nicht auf diesem Server installiert! Bestimmte "Hooks" und Shortcodes funktionieren nicht richtig!

source: My %s History
de_de: Mein %s Kontoauszug

source: Original Entry
de_de: Originaleintrag

source: Delete Entry
de_de: Eintrag löschen

source: Update Entry
de_de: Eintrag aktualisieren

source: Blocked
de_de: Blockiert

source: Installed
de_de: Installiert

source: Not Installed
de_de: Nicht installiert

source: Enabled
de_de: Aktiviert

source: Network Settings
de_de: Netzwerkeinstellungen

source: %s Network
de_de: %s Netzwerk

source: I am sorry but your network is too big to use these features.
de_de: Sorry, aber Dein Netzwerk ist zu groß, um diese Funktionen zu verwenden.

source: Note! %s has not yet been setup.
de_de: Hinweis! %s wurde noch nicht eingerichtet.

source: Disabled
de_de: Deaktiviert

source: Central Logging
de_de: Zentrale Protokollierung

source: Comma separated list of blog ids where %s is to be disabled.
de_de: Durch Kommas getrennte Liste von Blog-IDs, in denen %s deaktiviert werden soll.

source: Save Network Settings
de_de: Netzwerkeinstellungen speichern

source: Log entries are exported to a CSV file and depending on the number of entries selected, the process may take a few seconds.
de_de: Protokolleinträge werden in eine CSV-Datei exportiert. Abhängig von der Anzahl der ausgewählten Einträge kann der Vorgang einige Sekunden dauern.

source: Make both format options available.
de_de: Stelle beide Formatoptionen zur Verfügung.

source: Exports
de_de: Exporte

source: Front End Exports
de_de: Front End Exporte

source: Export Format
de_de: Exportformate

source: File Name
de_de: Dateiname

source: Point Type
de_de: Punktetype

source: If enabled, users will only be able to export their own log entries! Export tools becomes available wherever you are using the mycred_history shortcode or in the users profile.
de_de: Wenn aktiviert, können Nutzer nur ihre eigenen Protokolleinträge exportieren! Export-Tools werden überall verfügbar, wo Du den Mycred_History-Shortcode oder im Nutzerprofil verwendest.

source: Raw format should be used when you intend to use the export tool to backup or import entries in another installation. Formatted exports reflect what users see in their history archive.
de_de: Das Raw-Format sollte verwendet werden, wenn Du das Export-Tool zum Sichern oder Importieren von Einträgen in einer anderen Installation verwenden möchtest. Formatierte Exporte spiegeln wieder, was Nutzer in ihrem Archiv für Kontoauszüge sehen.

source: My History
de_de: Mein Kontoauszug

source: %s's History
de_de: %s's Kontoauszug (Historie)

source: Current balance
de_de: Aktueller Kontostand

source: All
de_de: Alle

source: Today
de_de: Heute

source: Yesterday
de_de: Gestern

source: This Week
de_de: Diese Woche

source: This Month
de_de: Diesen Monat

source: Show:
de_de: Zeige:

source: Do not show
de_de: Zeige nicht

source: Include in Profile Header
de_de: In Profil Kopf aufnehmen

source: Include under the "Profile" tab
de_de: Füge es unter der Registerkarte "Profil" ein.

source: Include under the "Profile" tab and Profile Header
de_de: Füge es unter der Registerkarte "Profil" und dem Profil Kopf ein.

source: Show in Profile
de_de: Zeige es im Profil

source: %singular% Balance
de_de: %singular% Konto

source: Members and visitors can view other members %_singular% balance.
de_de: Mitglieder und Besucher können andere Mitglieder %_singular% Konto sehen.

source: Template
de_de: Template (Vorlage)

source: %plural% History
de_de: %plural% Kontoauszug

source: Members can view each others %_plural% history.
de_de: Mitglieder können gegenseitig ihre %_plural% Kontoauszug sehen.

source: Menu Title
de_de: Menü-Titel

source: Title shown to me
de_de: Titel wird nur mir angezeigt

source: Title shown to others. Use %s to show the first name.
de_de: Titel für sichtbar. Verwende %s, um den Vornamen anzuzeigen.

source: Menu Position
de_de: Menü Position

source: Current menu positions:
de_de: aktuell Menü Position

source: History URL slug
de_de: URL des Kontoauszugs

source: The history page slug. Must be URL friendly.
de_de: Die Seite für den Kontoauszug muss URL kompatibel sein.

source: Number of history entries to show
de_de: Anzahl der anzuzeigenden Einträge im Kontoauszug

source: Awards %_plural% for sending invitations and/or %_plural% if the invite is accepted.
de_de: Erhält %_plural% für das Senden von Einladungen und / oder %_plural%, wenn die Einladung angenommen wird.

source: Sending Invites
de_de: Einladungen senden

source: Log template
de_de: Protokoll Template

source: required
de_de: erforderlich

source: Accepted Invites
de_de: Akzeptierte Einladungen

source: WP-Polls
de_de: WP-Umfragen

source: Awards %_plural% for users voting in polls.
de_de: Auszeichnungen %_plural% für Nutzer, die an Umfragen teilnehmen.

source: Log Template
de_de: Protokoll Template

source: Post Ratings
de_de: Beitragsbewertungen

source: Awards %_plural% for post ratings. Supports awarding %_plural% both to post author and the user rating.
de_de: Auszeichnungen %_plural% für Beitragsbewertungen. Unterstützt die Vergabe von%_plural% sowohl an den Autor als auch an die Nutzerbewertung.

source: Based on rating
de_de: Basierend auf der Bewertung

source: Content Rating
de_de: Inhaltsbewertung

source: Member
de_de: Mitglied

source: Content Author
de_de: Autor des Inhalts

source: Use the Rating Value instead of the amount set here.
de_de: Verwende den Bewertungswert anstelle des hier festgelegten Werts.

source: Member Log Template
de_de: Mitglieder Protokoll Template

source: Content Author Log Template
de_de: Protokoll Template, Autor des Inhalts

source: Gravityform Submissions
de_de: Geschenke Formular

source: Awards %_plural% for successful form submissions.
de_de: Auszeichnungen %_plural% für erfolgreiche Formulareinreichungen.

source: No forms found.
de_de: Keine Formulare gefunden

source: Form: %s
de_de: Formular: %s

source: Awards %_plural% for Simple:Press actions.
de_de: Auszeichnungen %_plural% einfach so: Klick zum auslösen

source: New Topic
de_de: Neues Thema

source: Deleted Topic
de_de: gelöschtes Thema

source: New Topic Post
de_de: Neuer Beitrag zum Thema

source: Topic authors can receive %_plural% for posting on their own Topic.
de_de: Themenautoren können % _plural% für die Veröffentlichung auf ihrem eigenen Thema erhalten.

source: Deleted Topic Post
de_de: gelöschter Beitrag zum Thema

source: BuddyPress: Members
de_de: BuddyPress: Mitglieder

source: Awards %_plural% for profile related actions.
de_de: Auszeichnungen %_plural% für profilbezogene Aktionen.

source: BuddyPress: Groups
de_de: BuddyPress: Gruppen

source: Awards %_plural% for group related actions. Use minus to deduct %_plural% or zero to disable a specific hook.
de_de: Auszeichnungen %_plural% für gruppenbezogene Aktionen. Verwende Minus, um % _plural% einen Betrag abzuziehen oder null, um einen bestimmten "Hook" zu deaktivieren.

source: Insufficient Funds
de_de: Zu wenig %_plural%

source: New Profile Activity
de_de: Neue Profil-Aktivitäten

source: Deleted Profile Activity
de_de: gelöschte Profil-Aktivitäten

source: New Profile Avatar Upload
de_de: Neues Profil-Bild hochladen

source: New Profile Cover Upload
de_de: Neues Profil-Banner hochgeladen

source: New Friendships
de_de: Neue Freundschaft

source: Users with zero balance can not add friends. Requires that you deduct %_plural% for adding a new friend.
de_de: Nutzer mit Nullsaldo können keine Freunde hinzufügen. Es erfordert einen Abzug von %_plural% für das Hinzufügen eines neuen Freundes.

source: Ending Friendships
de_de: Freundschaften benden

source: New Comment
de_de: Neuer Kommentar

source: Deleted Comment
de_de: gelöschter Kommentar

source: Favorite Activity
de_de: Lieblingsaktivität

source: Removing Favorit Activity
de_de: Löschen einer Lieblingsaktivität

source: New Private Message
de_de: Neue Private Nachricht

source: Sending Gift
de_de: Geschenk verschicken

source: Group Creation
de_de: Gruppe erstellen

source: If you use a negative value and the user does not have enough %_plural%, the "Create Group" button will be disabled.
de_de: Wenn Du einen negativen Wert verwendest und der Nutzer nicht genug % _plural% hat, wird die Schaltfläche "Gruppe erstellen" deaktiviert.

source: No. of Members
de_de: Anzahl der Mitglieder

source: The number of members a group must gain before awarding %_plural%. Use zero to award as soon as the group is created.
de_de: Die Anzahl der Mitglieder, die eine Gruppe vor der Vergabe von % _plural% gewinnen muss. Verwende Null, zur Vergabe auch ohne eine Mindestanzahl von Mitgliedern .

source: Group Deletions
de_de: Gruppe-Löschung

source: New Group Avatar Upload
de_de: Neues Gruppen-Bild hochgelanden

source: New Group Cover Upload
de_de: Neues Gruppen-Banner hochgeladen

source: New Forum Topics
de_de: Neues Thema im Forum

source: Editing Forum Topics
de_de: Foren-Themen bearbeitet

source: New Forum Posts
de_de: Neuer Beitrag im Forum

source: Editing Forum Posts
de_de: Bearbeiten von Beiträgen im Forum

source: Joining Groups
de_de: Einer Gruppe beitreten

source: Leaving Groups
de_de: Eine Gruppe verlassen

source: New Group Comments
de_de: Neuer Gruppen-Kommentar

source: Awards %_plural% for affiliate signups, referring visitors and store sale referrals.
de_de: Auszeichnungen %_plural% für Affiliate-Anmeldungen, Verweise auf Besucher und Store-Sale-Empfehlungen.

source: Use zero to disable.
de_de: Verwende Null zum Deaktivieren

source: Referring Visitors
de_de: Bezugnahme auf einen Besuchern

source: Referring Sales
de_de: Referring Sales (Überweisung)

source: Pay a set amount
de_de: Bezahle einen festgelegten Betrag

source: All referrals will pay the same amount.
de_de: Alle Empfehlungen werden den gleichen Betrag zahlen.

source: Pay the referral amount
de_de: Bezahle den Überweisungsbetrag

source: Points Currency Code
de_de: Punkte Währungscode

source: Requires AffiliateWP and your store to use points as currency.
de_de: Erfordert AffiliateWP und Deinem Shop, um Punkte als Währung zu verwenden.

source: Apply an exchange rate
de_de: Wende einen Wechselkurs an

source: Exchange Rate
de_de: Wechselkurs

source: How much is 1 %s worth in %s
de_de: Wie viel ist 1%s wert in %s

source: Log template - Payout
de_de: Protokollvorlage - Auszahlung
