Repository: gerpei/myCRED
Catalog: mycred-*.po
Languages: de_de

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

# Post Type General Name
source: Pending Payments
de_de: Ausstehende Zahlungen

# Post Type Singular Name
source: Pending Payment
de_de: Ausstehende Zahlung

source: Pending Payments
de_de: Ausstehende Zahlungen

source: Edit Pending Payment
de_de: Bearbeite ausstehende Zahlung

source: Not found in Trash
de_de: Nicht im Papierkorb gefunden

source: Payment Updated.
de_de: Zahlung aktualisiert.

source: Pending payment successfully credited to account.
de_de: Ausstehende Zahlung erfolgreich auf Konto gutgeschrieben.

source: Failed to credit the pending payment to account.
de_de: Die ausstehende Zahlung konnte dem Konto nicht gutgeschrieben werden.

source: Transaction ID
de_de: Transaktion ID

source: Buyer
de_de: Käufer

source: Type
de_de: Typ

source: Pay Out
de_de: Auszahlen

source: Pending Payment
de_de: Ausstehende Zahlung

source: Trash
de_de: Papierkorb

source: Payer
de_de: Käufer

source: Currency
de_de: Währung

source: Pending request created.
de_de: Ausstehende Anfrage erstellt.

source: Pending payment updated by %s
de_de: Ausstehende Zahlung wird um %s aktualisiert

source: No pending payments found
de_de: Keine ausstehenden Zahlungen gefunden

source: Payment Gateways
de_de: Bezahl-Gateways

source: Bank Transfer
de_de: Banküberweisung

source: Please login to purchase %_plural%
de_de: Bitte einloggen um mit %_plural% zu kaufen

source: Gift purchase from %display_name%.
de_de: Geschenkkauf von %display_name%.

source: Select the point types that users can buy. You must select at least one!
de_de: Wähle die Punkttypen aus, die Nutzer kaufen können. Du musst mindestens einen auswählen!

source: Minimum amount of %plural% a user must purchase. Will default to %cred%.
de_de: Minimaler Betrag von %plural%, den ein Nutzer kaufen muss. Wird standardmäßig auf %cred% gesetzt.

source: Show seperate log for %_plural% purchases.
de_de: Zeige separates Protokoll für Einkäufe in %plural%.

source: Redirects
de_de: Weiterleitungen

source: Where should users be redirected to upon successfully completing a purchase. You can nominate a specific URL or a page.
de_de: Wohin sollen Nutzer nach erfolgreichem Abschluss eines Kaufs weitergeleitet werden? Du kannst eine bestimmte URL oder eine bestimmte Seite vorschlagen.

source: Redirect to Page
de_de: Umleitung zur Seite

source: Redirect to URL
de_de: Umleitung zur URL

source: Where should users be redirected to if they cancel a transaction. You can nominate a specific URL or a page.
de_de: Wohin sollen Nutzer weitergeleitet werden, wenn sie eine Transaktion stornieren? Du kannst eine bestimmte URL oder eine bestimmte Seite vorschlagen.

source: Login Message
de_de: Login Nachricht

source: Message to show in shortcodes when viewed by someone who is not logged in.
de_de: Nachricht, die in shortcodes angezeigt wird, wenn sie von einer Person (Content) angesehen wird, die nicht angemeldet ist.

source: Gifting
de_de: Schenkung

source: Allow users to buy %_plural% for other users.
de_de: Nutzern erlauben, %_plural% für andere Nutzer zu kaufen.

source: Allow users to buy %_plural% for content authors.
de_de: Nutzern erlauben, mit %_plural% Inhalte von Autoren zu kaufen.

source: buyCRED Purchase Log
de_de: buyCRED Kaufprotokoll

source: Purchase Log
de_de: Kaufprotokoll

source: %s Payment Gateways
de_de: %s Bezahl-Gateways

source: Sandbox Mode
de_de: Sandbox-Modus

source: Enable for test purchases.
de_de: Aktiviere für Testkäufe.

source: More Gateways
de_de: Mehr Bezahl-Gateways

source: Payed
de_de: Bezahlt

source: No purchases found
de_de: Keine Einkäufe gefunden

source: Users exchange rate when buying points.
de_de: Tauschenrate für Nutzer beim Kauf von Punkten.

source: buyCRED Exchange Rates
de_de: Wechselkurse

# Points Name
source: Buying %s
de_de: Kaufen %s

source: This point type is not for sale.
de_de: Dieser Punkttyp ist nicht zu verkaufen.

# Buying Points
source: Buying %s
de_de: Kaufen %s

# Points Name
source: User can not buy %s
de_de: Nutzer kann keine %s kaufen

source: Leave empty to use the default rate.
de_de: Lasse leer, um die Standardrate zu verwenden.

source: Buy Now
de_de: Jetzt kaufen

source: Pay Using
de_de: Bezahlen mit

source: Unknown Gateway
de_de: Unbekanntes Gateway

source: Please setup this gateway before attempting to make a purchase!
de_de: Bitte richte dieses Gateway ein, bevor Du einen Kauf tätigst!

source: Continue
de_de: Fortsetzen

source: Bank Account Information
de_de: Bankkonto Information

source: Bank transfer details to show the user on the checkout page.
de_de: Überweisungsdetails, um dem Nutzer diese auf der Kassenseite anzuzeigen.

source: Exchange Rates
de_de: Wechselkurse

source: Price mismatch. Expected: %s Received: %s
de_de: Preisunterschied. Erwartet: %s Erhalten: %s

source: Currency mismatch. Expected: %s Received: %s
de_de: Unterschiedliche Währung: Erwartet: %s Erhalten: %s

source: Payment not completed. Received: %s
de_de: Zahlung nicht abgeschlossen. Erhalten: %s

source: Failed to credit users account.
de_de: Fehler beim Akkreditieren des Nutzerkontos

source: Processing payment &hellip;
de_de: Zahlungsabwicklung &hellip;

source: Could not create a BitPay Invoice. Please contact the site administrator!
de_de: Es konnte keine BitPay-Rechnung erstellt werden. Bitte kontaktiere den Administrator!

source: Bitpay returned the following error message:
de_de: Bitpay hat die folgende Fehlermeldung zurückgegeben:

source: Currency Code
de_de: Währungscode

source: Item Name
de_de: Artikelname

source: Description of the item being purchased by the user.
de_de: Beschreibung des Artikels, der vom Nutzer gekauft wurde.

source: Transaction Speed
de_de: Transaktionsgeschwindigkeit

source: High
de_de: Hoch

source: Medium
de_de: Mittel

source: Low
de_de: Langsam

source: Full Notifications
de_de: Vollständige Benachrichtigungen

source: Account ID
de_de: Konto ID

source: Site Tag
de_de: Tag der Seite

source: Order Integrity Key
de_de: Bestellungsintegritätsschlüssel

source: Found under Step 12 on the Fraud Defense page.
de_de: Gefunden unter Schritt 12 auf der Betrugsabwehr Seite.

source: For this gateway to work, you must login to your NETbilling account and edit your site. Under "Default payment form settings" make sure the Postback CGI URL is set to the above address and "Return method" is set to POST.
de_de: Damit dieses Gateway funktioniert, müsst Du Dich bei Deinem NETBilling-Konto anmelden und Deine Profilseite bearbeiten. Stelle unter "Standard-Zahlungsformulareinstellungen" sicher, dass die Postback-CGI-URL auf die obige Adresse festgelegt ist und "Rückgabe-Methode" auf POST festgelegt ist.

source: Incorrect Credit Card number
de_de: Falsche Kreditkartennummer

source: The credit card entered is past its expiration date.
de_de: Die eingegebene Kreditkarte hat ihr Verfallsdatum überschritten.

source: The CVV2 number entered is not valid.
de_de: Die eingegebene CVV2 Nummer ist nicht gültig.

source: The bank routing number entered is not valid.
de_de: Die eingegebene Bankleitzahl ist nicht gültig.

source: The bank account number entered is not valid.
de_de: Die eingegebene Bankkontonummer ist nicht gültig.

source: Duplicate transaction. Received: %s
de_de: Doppelte Transaktion. Erhalten: %s

source: Live transaction while debug mode is enabled! Received: %s
de_de: Live-Transaktion, während Debug-Modus aktiviert ist! Erhalten: %s

source: Site ID
de_de: Seiten ID

source: GW Password
de_de: GW Passwort

source: Pricing ID
de_de: Preis ID

source: IP Verification
de_de: IP Überprüfung

source: Do not verify that callbacks are coming from Zombaio.
de_de: Überprüfe nicht, ob Callbacks von Zombaio kommen.

source: Language
de_de: Sprache

source: For this gateway to work, login to ZOA and set the Postback URL to the above address and click validate.
de_de: Damit dieses Gateway funktioniert, melden Dich bei ZOA an und lege die Postback-URL auf die obige Adresse fest und klicke auf "Validieren".

source: Success
de_de: Erfolg

source: Thank you for your purchase
de_de: Danke für Deinen Einkauf!

# Return label. %s = Website name
source: Return to %s
de_de: Zurück zu %s

source: Account Email
de_de: E-Mail Konto

source: Return to
de_de: zurück an

source: Product:
de_de: Produkt:

source: Gift to:
de_de: Geschenk an:

source: (author)
de_de: (Autor)

source: Merchant Account Email
de_de: E-Mail-Adresse des Händlerkontos

source: Secret Word
de_de: Geheimwort

source: Confirmation Email
de_de: Bestätigungs-E-Mail

source: Ask Skrill to send me a confirmation email for each successful purchase.
de_de: Bitte Skrill, mir für jeden erfolgreichen Kauf eine Bestätigungs-E-Mail zu senden.

source: Checkout Page
de_de: Kaufseite

source: If left empty, your account email is used as title on the Skill Payment Page.
de_de: Wenn Du keine E-Mail-Adresse angibst, wird Deine E-Mail-Adresse des Kontos als Titel auf der Skill-Zahlungsseite verwendet.

source: The URL to the image you want to use on the top of the gateway. For best integration results we recommend you use logos with dimensions up to 200px in width and 50px in height.
de_de: Die URL zu dem Bild, das Du oben auf dem Gateway verwenden möchtest. Für die besten Integrationsergebnisse empfehlen wir die Verwendung von Logos mit Abmessungen von bis zu 200 Pixel in der Breite und 50 Pixel in der Höhe.

source: Confirmation Note
de_de: Bestätigungshinweis

source: Optional text to show user once a transaction has been successfully completed. This text is shown by Skrill.
de_de: Optionaler Text zum Anzeigen für Nutzer, sobald eine Transaktion erfolgreich abgeschlossen wurde. Dieser Text wird von Skrill gezeigt.
