Repository: gerpei/myCRED
Catalog: mycred-*.po
Languages: de_de

source: Optional minimum balance a user must have in order to use this coupon. Use zero to disable.
de_de: Optionales Mindestguthaben, das ein Nutzer haben muss, um diesen Gutschein zu verwenden. Verwende Null zum Deaktivieren.

source: Maximum Balance
de_de: Maximales Guthaben

source: Optional maximum balance a user can have in order to use this coupon. Use zero to disable.
de_de: Optionales maximales Guthaben, das ein Nutzer haben kann, um diesen Gutschein zu verwenden. Verwende Null zum Deaktivieren.

source: Message Templates
de_de: Nachrichtenvorlagen

source: Invalid Coupon Message
de_de: Ungültige Gutscheinnachricht

source: Message to show when users try to use a coupon that does not exists.
de_de: Nachricht, die angezeigt wird, wenn Nutzer versuchen, einen Gutschein zu verwenden, der nicht vorhanden ist.

source: Expired Coupon Message
de_de: Abgelaufene Gutscheinnachricht

source: Message to show when users try to use that has expired.
de_de: Nachricht die angezeigt wird, wenn Nutzer versuchen einen abgelaufen zu verwenden.

source: Minimum Balance Message
de_de: Nachrich zum min. Saldo

source: Message to show when a user does not meet the minimum balance requirement. (if used)
de_de: Nachricht die angezeigt wird, wenn ein Nutzer die Mindestsaldoanforderung nicht erfüllt. (Wenn verwendet)

source: Maximum Balance Message
de_de: Nachricht zum max. Saldo

source: Message to show when a user does not meet the maximum balance requirement. (if used)
de_de: Nachricht die angezeigt wird, wenn ein Nutzer die Anforderung für den maximalen Kontostand nicht erfüllt. (Wenn verwendet)

source: User Limit Message
de_de: Nutzerlimitnachricht

source: Message to show when the user limit has been reached for the coupon.
de_de: Nachricht die angezeigt wird, wenn das Limit des Nutzers für den Gutschein erreicht wurde.

source: Excluded Message
de_de: Ausgeschlossene Nachricht

source: Message to show when a user is excluded from the point type the coupon gives.
de_de: Nachricht die angezeigt wird, wenn ein Nutzer vom Punkttyp ausgeschlossen wird, den der Gutschein gibt.

source: Success Message
de_de: Erfolgsmeldung

source: Message to show when a coupon was successfully deposited to a users account.
de_de: Nachricht die angezeigt wird, wenn ein Gutschein erfolgreich bei einem Nutzerkonto hinterlegt wurde.

source: Log entry for successful coupon redemption. Use %coupon% to show the coupon code.
de_de: Logbucheintrag für erfolgreiche Gutscheinlösung. Verwende % coupon%, um den Gutscheincode anzuzeigen.

source: Error
de_de: Fehler

source: Users profit share when their content is purchased.
de_de: Nutzer profitieren vom Anteil, wenn ihr Inhalt gekauft wird.

source: Profit Share
de_de: Erfolgsbeteiligung

# Points Name
source: %s Profit Share
de_de: %s Erfolgsbeteiligung

source: Not accepted as payment.
de_de: Nicht als Zahlung akzeptiert.

# Points Name
source: User can not pay using %s
de_de: Nutzer kann nicht mit %s bezahlen

# Buying Points
source: %s Profit Share
de_de: %s Erfolgsbeteiligung

source: Leave empty to use the default.
de_de: Leer lassen, um den Standardwert zu verwenden.

source: Sell Content
de_de: Content verkaufen

source: Post Types
de_de: Beitragstypen

source: Which post type(s) content field do you want to sell access to?
de_de: Auf welche Typen von Beiträgen möchtest Du den Zugriff verkaufen?

source: Which point type(s) can be used as payment for accessing content?
de_de: Welche Punkttypen können als Bezahlung für den Zugriff auf Inhalte verwendet werden?

source: Hour(s)
de_de: Stunden

source: Default Status
de_de: Standardstatus

source: Default Price
de_de: Standardpreis

source: Expiration
de_de: Ablauf

source: Option to automatically expire purchases after certain number of %s. Use zero to disable.
de_de: Option zum automatischen Ablauf von Einkäufen nach einer bestimmten Anzahl von %s. Verwende Null zum Deaktivieren.

source: Option to pay a percentage of each sale with the content author.
de_de: Option, einen Prozentsatz bei jedem verkauften Inhalt, dem Autor zu bezahlen.

source: Button Label
de_de: Schaltflächenbeschriftung

source: Button CSS Classes
de_de: Schaltflächen-CSS-Klassen

source: Payment log entry template
de_de: Vorlage des Protokolleintrags bei Zahlung

source: Profit Share payout log entry template
de_de: Vorlage des Protokolleintrags bei Auszahlung der Erfolgsbeteiligung

source: Transactions
de_de: Transaktionen

source: Reload page after successful payments.
de_de: Seite nach erfolgreicher Zahlung neu laden.

source: Option to show a custom button label while the payment is being processed. HTML is allowed.
de_de: Option, um eine nutzerdefinierte Schaltflächenbeschriftung anzuzeigen, während die Zahlung verarbeitet wird. HTML ist erlaubt.

source: Purchase Template
de_de: Vorlage für Kaufen

source: The content will be replaced with this template when viewed by a user that has not paid for the content but can afford to pay.
de_de: Der Inhalt wird durch diese Vorlage ersetzt, wenn er von einem Nutzer angesehen wird, der den Inhalt nicht bezahlt hat, sich aber die Zahlung leisten kann.

source: Insufficient Funds Template
de_de: Vorlage zu wenig Geld

source: The content will be replaced with this template when viewed by a user that has not paid for the content and can not afford to pay.
de_de: Der Inhalt wird durch diese Vorlage ersetzt, wenn er von einem Nutzer angesehen wird, der den Inhalt nicht bezahlt hat und sich die Zahlung nicht leisten kann.

source: The content will be replaced with this template when viewed by someone who is not logged in on your website.
de_de: Der Inhalt wird durch diese Vorlage ersetzt, wenn er von jemandem angesehen wird, der nicht auf Ihrer Website angemeldet ist.

source: Never expires
de_de: Läuft nie ab

source: Price
de_de: Preis

source: Central Bank Account
de_de: Konto der Zentralbank

source: The ID of the user representing the central bank.
de_de: Die ID des Nutzers, der die Zentralbank repräsentiert.

source: Ignore Manual Adjustments
de_de: Manuelle Einstellungen ignorieren

source: %plural% interest rate payment
de_de: %plural% Zinszahlung

source: Daily Compound Schedule
de_de: Täglicher zusammengesetzter Zeitplan

source: Year
de_de: Jahr

source: Month
de_de: Monat

source: Day
de_de: Tag

source: Payout Schedule
de_de: Auszahlungsplan

source: Interest Rate
de_de: Zinsrate

source: Payout Frequency
de_de: Auszahlungshäufigkeit

source: Payout Log Table
de_de: Auszahlungsprotokoll Tabelle

source: Changing the payout period once the service is enabled, will only take effect once the currently scheduled payout runs. To change this, you will also need to adjust the payout schedule above.
de_de: Die Änderung der Auszahlungsperiode, sobald der Dienst aktiviert ist, wird erst wirksam, wenn die aktuell geplante Auszahlung ausgeführt wird. Um dies zu ändern, musst Du auch den obigen Auszahlungsplan anpassen.

source: Exclude by ID
de_de: Nach ID ausschließen

source: Comma separated list of user IDs
de_de: Komma-getrennte Liste von Nutzer-IDs

source: Exclude by Role
de_de: Nach Rolle ausschließen

source: Roles to exclude
de_de: Rollen zum Ausschließen

source: Leave empty to pay the default rate.
de_de: Leer lassen, um den Standardtarif zu bezahlen.

source: Waiting to Start
de_de: Darauf warten anzufangen

source: Running
de_de: am Laufen

source: Finished
de_de: Fertig

source: Stopped
de_de: Gestoppt

source: Not yet started
de_de: Noch nicht angefangen

source: Currently Running
de_de: Momentan laufend

source: View Schedule
de_de: Zeitplan anzeigen

source: View
de_de: Ansicht

source: Delete Schedule
de_de: Zeitplan löschen

source: Min. Balance
de_de: Min. Saldo

source: Max. Balance
de_de: max. Saldo

source: Exclude Users
de_de: Nutzer ausschließen

source: Include Users
de_de: Nutzer einschließen

source: Exclude Roles
de_de: Rollen ausschließen

source: Include Roles
de_de: Rollen einschießen

source: Job Title
de_de: Job-Bezeichnung

source: Start Date
de_de: Anfangsdatum

source: Last Run
de_de: Letzter Lauf

source: Eligible
de_de: Berechtigt

source: 1 User
de_de: 1 Nutzer

source: Runs
de_de: Läufe

source: Infinite
de_de: Unendlich

source: Payout
de_de: Auszahlung

source: Will payout even if the central bank account has run out of funds.
de_de: Wird ausgezahlt, auch wenn das Zentralbankkonto keine Gelder mehr hat.

source: Paid Out
de_de: Ausbezahlt

source: Completed
de_de: Abgeschlossen

source: Misses
de_de: Ablehnungen

source: Runs Left
de_de: Runs Left (verbleibende Läufe)

source: A miss is when a payout was declined by the plugin. This can be due to custom code declining the payout or if the user is excluded.
de_de: Ein Ablehnung ist, wenn eine Auszahlung vom Plugin abgelehnt wurde. Dies kann daran liegen, dass der nutzerdefinierte Code die Auszahlung ablehnt oder der Nutzer ausgeschlossen wird.

source: Schedule Title
de_de: Zeitplan Titel

source: Frequency
de_de: Frequenz

source: Payout even if the central bank account runs out of funds.
de_de: Auszahlung auch wenn das Zentralbankkonto keine Gelder mehr hat.

source: First Payout
de_de: Erste Auszahlung

source: Repeat
de_de: Wiederholen

source: Use -1 for infinite runs.
de_de: Verwende -1 für unendliche Läufe.

source: Limit by ID
de_de: Begrenzung nach ID

source: Limit by Role(s)
de_de: Begrenzung nach Rollen

source: Include:
de_de: Einschließen:

source: Exclude:
de_de: Ausschließen:

source: As long as this service remains disabled, none of your scheduled payouts will run!
de_de: Solange dieser Dienst deaktiviert bleibt, wird keine Deiner geplanten Auszahlungen ausgeführt.

source: Schedules
de_de: Zeitpläne

source: Last Ran
de_de: Letzter Lauf

source: Next Run
de_de: Nächster Lauf

source: No schedules found.
de_de: Keine Zeitpläne gefunden.

source: Schedule Added
de_de: Zeitplan hinzugefügt

source: While the recurring payout has been successfully saved, based on the limits you set, right now there are no users that are eligible for a payout!
de_de: Während die wiederkehrende Auszahlung erfolgreich gespeichert wurde, gibt es momentan keine Nutzer, die für eine Auszahlung in Frage kommen.

source: Schedule not found. Please refresh this page and try again.
de_de: Zeitplan nicht gefunden. Bitte aktualisiere diese Seite und versuche es erneut.

source: Schedule Deleted
de_de: Zeitplan gelöscht

source: Hourly
de_de: Stündlich

source: Hour
de_de: Stunde

source: Daily
de_de: Täglich

source: Weekly
de_de: Wöchentlich

source: Week
de_de: Woche

source: Monthly
de_de: Monatlich

source: Quarterly
de_de: Vierteljährlich

source: Quarter
de_de: Quartal

source: Semiannually
de_de: Halbjährlich

source: Semiannual
de_de: Halbjährlich

source: Annually
de_de: Jährlich

source: Annual
de_de: Jährlich

source: A title must be set.
de_de: Ein Titel muss festgelegt werden.

source: The amount to payout can not be zero.
de_de: Der Auszahlungsbetrag kann nicht Null sein.

source: Start date can not be in the past.
de_de: Startdatum kann nicht in der Vergangenheit liegen.

source: Repeat can not be zero.
de_de: Wiederholung kann nicht Null sein.

source: Duplicate schedule.
de_de: Zeitplan duplizieren

source: Payments
de_de: Zahlungen

source: Pay Now
de_de: Jetzt bezahlen

source: Payment for Event Registration
de_de: Zahlung für die Registrierung an einer Veranstaltung

source: Total Cost
de_de: Gesamtkosten

source: Balance After Purchase
de_de: Kontostand nach dem Kauf

source: Activate %s
de_de: Aktiviere %s

source: Deactivate %s
de_de: Deaktiviere % s

source: Gateway Settings
de_de: Gateway Einstellungen

source: How many %s is 1 %s worth?
de_de: Wie viele %s sind 1%s wert?

source: Gateway Title
de_de: Gateway Titel

source: Title to show on Payment page
de_de: Titel, der auf der Zahlungsseite angezeigt werden soll

source: Payment Type
de_de: Zahlungsart

source: Title to show on receipts and logs
de_de: Titel auf Quittungen und Protokollen anzeigen

source: Pay Button
de_de: Bezahl-Button

source: Important!
de_de: Wichtig!

source: You can disable purchases using this gateway by adding a custom Event Meta: <code>mycred_no_sale</code>
de_de: Du kannst Einkäufe über dieses Gateway deaktivieren, indem Du eine Nutzerdefinierte Ereignis-Meta hinzufügst: <code> mycred_no_sale </ code>

source: Users must be logged in to use this gateway!
de_de: Nutzer müssen angemeldet sein, um dieses Gateway zu benutzen!

source: Profit Sharing
de_de: Gewinnbeteiligung

source: Option to share sales with the product owner. Use zero to disable.
de_de: Möglichkeit, Verkäufe mit dem Produkteigner zu teilen. Verwende Null zum Deaktivieren.

source: Templates
de_de: Vorlagen

source: Solvent users
de_de: Solventer Nutzer

source: Message to show users on the payment page before they are charged. Leave empty to hide.
de_de: Nachricht, um Nutzer auf der Bezahlseite anzuzeigen, bevor ihr Konto belastet wird. Lass es leer, um sie nicht anzuzeigen.

source: Insolvent users
de_de: Insolventer Nutzer

source: Message to show users who do not have enough points to pay.
de_de: Nachricht für Nutzer, die nicht genügend Punkte zum Bezahlen haben.

source: Visitors
de_de: Besucher

source: Message to show visitors (users not logged in) on the payment page.
de_de: Nachricht, um Besucher (nicht eingeloggte Nutzer) auf der Bezahlseite anzuzeigen.

source: Payment for tickets to %link_with_title%
de_de: Bezahlung für Tickets zu %link_with_title%

source: Ticket refund for %link_with_title%
de_de: Rückerstattung für Ticket % link_with_title%

source: Pay using your %_plural% balance
de_de: Bezahle mit Deinen %_plural% Konto

source: Pay
de_de: Bezahlen

source: Thank you for your payment!
de_de: Danke für deine Bezahlung!

source: I'm sorry but you can not pay for these tickets using %_plural%
de_de: Es tut mir leid, aber Du kannst diese Tickets nicht mit %_plural% bezahlen.

source: Ticket Type
de_de: Art des Tickets

source: Spaces
de_de: Räume

source: Balance After Payment
de_de: Kontostand nach der Zahlung

source: Click to toggle
de_de: Klicke, zum Umschalten

source: %s Payments
de_de: %s Zahlungen

source: Disabled - Users CAN NOT pay for tickets using %plural%.
de_de: Deaktiviert - Nutzer können NICHT für Tickets mit %plural% bezahlen.

source: Single - Users can ONLY pay for tickets using %plural%.
de_de: Single - Nutzer können NUR für Tickets zahlen, die %plural% verwenden.

source: Multi - Users can pay for tickets using other gateways or %plural%.
de_de: Multi - Nutzer können Tickets mit anderen Gateways oder %Plural% bezahlen.

source: Refunds
de_de: Rückerstattungen

source: The percentage of the paid amount to refund if a booking gets cancelled. Use zero for no refunds. No refunds are given to "Rejected" bookings.
de_de: Der Prozentsatz des Betrags der bei Rückerstattung, wenn eine Buchung storniert wird. Verwende Null für keine Rückerstattungen. Rückbuchungen werden nicht zurückerstattet.

source: Purchases
de_de: Einkäufe

source: Payment Link Label
de_de: Zahlung Link-Bezeichnungen

source: The payment link shows / hides the payment form under "My Bookings". No HTML allowed.
de_de: Der Zahlungslink zeigt / verbirgt das Zahlungsformular unter "Meine Buchungen". Kein HTML erlaubt.

source: Payment Header
de_de: Kopfzeile Zahlung

source: Shown on top of the payment form. No HTML allowed.
de_de: Oben auf dem Zahlungsformular angezeigt. Kein HTML erlaubt.

source: The button label for payments. No HTML allowed!
de_de: Die Schaltflächenbeschriftung für Zahlungen. Kein HTML erlaubt!

source: Messages
de_de: Mitteilungen

source: Successful Payments
de_de: Erfolgreiche Zahlungen

source: No HTML allowed!
de_de: Kein HTML erlaubt!

source: Payment for Order: #%order_id%
de_de: Zahlung für Bestellung: #% order_id%

source: Store sale
de_de: Ladenverkauf

source: You must be logged in to use this gateway
de_de: Du musst angemeldet sein, um dieses Gateway zu verwenden

source: Insufficient Funds.
de_de: Zu wenig Geld

source: Deduct the amount from your balance.
de_de: Ziehe den Betrag von Deinem Konto ab.

source: Item
de_de: Artikel

source: Your current balance
de_de: Dein aktuelles Guthaben

source: You can not use this gateway.
de_de: Du kannst dieses Gateway nicht nutzen.

source: Log Template for Payments
de_de: Protokollvorlage für Zahlungen

source: Instructions
de_de: Anleitung

source: Optional instructions to show users when selecting this gateway. Leave empty to hide.
de_de: Optionale Anweisungen zum Anzeigen für Nutzer bei der Auswahl dieses Gateways. Lass es leer, um es nicht anzuzeigen.

source: Message to show visitors who are not logged in.
de_de: Nachricht, für Besucher anzuzeigen, die nicht eingeloggt sind.

source: Message to show when users does not have enough %plural% to pay using this gateway.
de_de: Nachricht, die angezeigt wird, wenn Nutzer nicht genug %plural% haben, um mit diesem Gateway zu bezahlen.

source: Let users pay using points.
de_de: Lasse Nutzer mit Punkten bezahlen.

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable myCRED Payment
de_de: Aktiviere myCRED-Zahlung

source: Users who are not logged in or excluded from using myCRED will not have access to this gateway!
de_de: Nutzer, die nicht eingeloggt oder von der Verwendung von myCRED ausgeschlossen sind, haben keinen Zugriff auf dieses Gateway!

source: Title to show for this payment option.
de_de: Titel, der für diese Zahlungsoption angezeigt werden soll.

source: Pay with myCRED
de_de: Bezahlen mit myCRED

source: Customer Message
de_de: Kundennachricht

source: Refund Log Template
de_de: Vorlage Rückerstattung

source: Select the point type users can use to pay.
de_de: Wähle den Punkttyp aus, den Nutzer zum Bezahlen verwenden können.

source: How much is 1 %_singular% worth in %currency%?
de_de: Wie viel ist 1 %_singular% des Werts in %currency%?

source: Show Total
de_de: Zeige die Gesamtsumme

source: Show the final price in %_plural% .
de_de: Zeige den Endpreis in %_plural%.

source: Show in Cart
de_de: In den Warenkorb legen (zeige Warenkorb)

source: Show on Checkout Page
de_de: Auf der Kaufseite anzeigen

source: Show in Cart and on Checkout Page
de_de: Im Warenkorb und auf der Kaufseite anzeigen

source: Order Total in %_plural%
de_de: Bestellsumme in %_plural%

source: Log entry template for profit sharing.
de_de: Vorlage Protokolleintrag für die Gewinnbeteiligung

source: Log entry template for refunds of profit shares.
de_de: Vorlage Protokolleintrag für die Rückerstattung von Gewinnanteilen.

source: %s Payment
de_de: %s Zahlung

source: You must be logged in to pay with %_plural%
de_de: Du musst eingeloggt sein, um mit %_plural% bezahlen zu können.

source: You can not use this gateway. Please try a different payment option.
de_de: Du kannst dieses Gateway nicht verwenden. Bitte versuche eine andere Zahlungsoption.

source: Insufficient funds.
de_de: Unzureichende Zahlugsmittel

# %s = Point amount formatted
source: Refunded %s
de_de: Zurückerstattet %s

source: Your account has successfully been charged.
de_de: Dein Konto wurde erfolgreich belastet.

source: (%s) Transfer
de_de: (%s) Überweisung

source: Allow transfers between users.
de_de: Überweisungen zwischen Nutzern zulassen

source: Show users balance
de_de: Bilanz des Nutzers anzeigen

source: Show users limit
de_de: Limit des Nutzers anzeigen

source: Recipient
de_de: an Empfänger*in .............................................

source: Recipient Placeholder
de_de: Empfänger*in-Platzhalter

source: Message for Excluded Users
de_de: Nachricht für ausgeschlossene Nutzer

source: username
de_de: (Nutzername)

source: recipients %s
de_de: Empfänger*in %s

source: No users found with this rank
de_de: Keine Nutzer mit diesem Rang gefunden.

source: Rank ID is required!
de_de: Rang ID ist erforderlich!

source: Hooks
de_de: Hooks (Verdienmöglichkeit)

source: Total %s:
de_de: Gesamt %s:

source: Total amount of %s in circulation
de_de: Gesamtbetrag von %s im Umlauf

source: Total gains (%)
de_de: Gesamtgewinne (%)

source: Total loses (%)
de_de: Gesamtverlust (%)

source: Total Gained: %s
de_de: Gesamt verdient: % s

source: Total Spent: %s
de_de: Insgesamt ausgegeben: %s

source: This Year
de_de: Dieses Jahr

source: Gained
de_de: Gewinn

source: Lost
de_de: Ausgeben/Verlust

source: Most common ways your users have lost or spent points during this period.
de_de: Die häufigsten Arten, in denen Deine Nutzer während dieses Zeitraums Punkte verloren oder ausgegeben haben.

source: Most common ways your users have lost or spent %_plural% during this period.
de_de: Die häufigsten Arten, wie Deine Nutzer in diesem Zeitraum %_plural% ausgegeben oder ausgegeben haben.

source: Loses in the last 10 days
de_de: Ausgaben in den letzten 10 Tagen

source: No data found
de_de: Keine Daten gefunden

source: Most common ways your users have gained points during this period.
de_de: Die häufigsten Arten, wie Deine Nutzer in diesem Zeitraum Punkte verdient haben.

source: Most common ways your users have gained %_plural% during this period.
de_de: Am häufigsten haben Deine Nutzer %_plural% während dieses Zeitraums verdient.

source: Gains in the last 10 days
de_de: Verdienste in den letzten 10 Tagen

# "Points" for "reference" x times
source: %s for "%s" x %d
de_de: %s für "%s" x %d

# "Gained/Lost" "x points" for "reference"
source: %s %s for "%s"
de_de: %s %s für "%s"

source: An unknown error occurred. Coupon not used.
de_de: Ein unbekannter Fehler ist aufgetreten. Gutschein nicht verwendet.

# Point type name
source: You can not pay using %s
de_de: Du kannst nicht mit %s bezahlen

# all post type name
source: All %s
de_de: Alle %s

# all post type name
source: %s I manually select
de_de: %s Ich wähle manuell aus

# %s = post type name
source: All %s except
de_de: Alle außer %s

# %s = post type name
source: Comma separated list of %s IDs to exclude
de_de: Durch Kommas getrennte Liste der auszuschließenden %s IDs

# %s = post type name
source: Only %s
de_de: Nur %s

# %s = post type name
source: Comma separated list of %s IDs
de_de: Durch Kommas getrennte Liste von %s IDs

# e.g. Only "Posts" in "Categories"
source: Only %s in %s
de_de: Nur %s in %s

# %s = taxonomy name
source: Comma separated list of %s slugs
de_de: Durch Kommas getrennte Liste von %s Slugs

# e.g. Only "Posts" not in "Categories"
source: Only %s not in %s
de_de: Nur %s nicht in %s

# e.g. Only "Posts" with "Tags"
source: Only %s with %s
de_de: Nur %s mit %s

# e.g. Only "Posts" without "Tags"
source: Only %s without %s
de_de: Nur %s nicht mit %s

source: This shortcode can not be used in content that has not been set for sale!
de_de: Dieser Shortcode kann nicht in einem Content verwendet werden, der nicht zum Verkauf angeboten wurde!

source: This content is currently unattainable. Apologies for the inconvenience.
de_de: Dieser Content ist derzeit nicht erreichbar. Entschuldigung für die Unannehmlichkeiten.

source: Cost
de_de: Kosten

source: Never
de_de: Noch nie

# e.g. 10 hours
source: Purchase expires in %s
de_de: Der Kauf läuft in %s ab

source: Select currency
de_de: Währung wählen

# %s is replaced with the point amount and name.
source: Received new request to purchase %s.
de_de: Neue Anfrage zum Kauf von %s erhalten

source: Test Payment
de_de: Testzahlung

source: Payment
de_de: Zahlung

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Address Line 1
de_de: Adresse Zeile 1

source: Address Line 2
de_de: Adresse Zeile 2

source: City
de_de: Stadt

source: Zip
de_de: PLZ

source: State
de_de: Bundesland

source: Country
de_de: Land

source: Choose Country
de_de: Land wählen

source: %s Purchase
de_de: %s Kauf

# buyCRED order description
source: Item
de_de: Artikel

source: Continue to %s
de_de: Weiter zu %s

source: Click here if you are not automatically redirected
de_de: Klicke hier, wenn keine automatisch Umleitung erfolgt.
