Repository: gerpei/myCRED
Catalog: mycred-*.po
Languages: de_de

source: Log template - Refund
de_de: Protokollvorlage - Rückerstattung

source: Awards %_plural% for users attending events.
de_de: Auszeichnungen %_plural% für Nutzer, die an Veranstaltungen teilnehmen.

source: Attending Event
de_de: Veranstaltungen besuchen

source: Cancelling Attendance
de_de: Teilnahme stornieren

source: %plural% for Sharing
de_de: Teilnahme %plural% für das Teilen stornieren

source: Awards %_plural% for users sharing / liking your website content to popular social media sites.
de_de: Auszeichnungen%_plural% für Nutzer, die Dein Website-Content auf beliebten Social-Media-Websites teilen.

source: Your ShareThis public key is not set.
de_de: Dein "ShareThis" öffentlicher Schlüssel ist nicht festgelegt.

source: No ShareThis services detected. Please check your installation.
de_de: Keine "ShareThis" Dienste gefunden. Bitte überprüfe Deine Installation.

source: Publishing Posts
de_de: Veröffentlichen von Beiträgen

source: Award / Deduct %_plural% for users creating albums or uploading new photos.
de_de: Award / Abzug von %_plural% für Nutzer, die Alben erstellen oder neue Fotos hochladen.

source: Photo Upload
de_de: Foto hochladen

source: Video Upload
de_de: Video hochladen

source: Music Upload
de_de: Musik hochladen

source: Photo Deletion
de_de: Foto löschen

source: Video Deletion
de_de: Video löschen

source: Music Deletion
de_de: Musik löschen

source: WP Favorite Posts
de_de: WP Beitrag favorisieren

source: Awards %_plural% for users adding posts to their favorites.
de_de: Auszeichnungen %_plural% für Nutzer, die Beiträge zu ihren Favoriten hinzufügen.

source: Adding Content to Favorites
de_de: Inhalte zu Favoriten hinzufügen

source: Removing Content from Favorites
de_de: Inhalte aus den Favoriten entfernen.

source: Contact Form 7 Form Submissions
de_de: Formulareinreichungen von Kontaktformular 7

source: Awards %_plural% for successful form submissions (by logged in users).
de_de: Auszeichnungen %_plural% für erfolgreiche Formulareinreichungen (von angemeldeten Nutzern).

source: Jetpack Subscriptions
de_de: Jetpack-Abonnements

source: Awards %_plural% for users signing up for site or comment updates using Jetpack.
de_de: Belohnungen %_plural% für Nutzer, die sich mit Jetpack für Site- oder Kommentarupdates anmelden.

source: Site Subscriptions
de_de: Website-Abonnements

source: Comment Subscriptions
de_de: Kommentar-Abonnements

source: Awards %_plural% for bbPress actions.
de_de: Belohnungen %_plural% für bbPress Aktionen.

source: New Forums
de_de: Neues Forum

source: Deleting Forums
de_de: Forum löschen

source: Forum authors can receive %_plural% for creating new topics.
de_de: Forum-Autoren können %_plural% erhalten, nach dem Erstellen neuer Themen

source: Adding Topic to Favorites
de_de: Thema zu Favoriten hinzufügen

source: Topic authors can receive %_plural% for replying to their own Topic.
de_de: Themen-Autoren können %_plural% für die Beantwortung ihres eigenen Themas erhalten.

source: Deleted Reply
de_de: Gelöschte Antwort

source: Show users %_plural% balance in replies
de_de: Zeige Nutzern %_plural% Konto in den Antworten.

source: Show users %_plural% balance in their bbPress profiles
de_de: Zeige Nutzer %_plural% Konto in ihren bbPress Profilen.

source: Reward with %plural%
de_de: Belohnung mit %plural%

source: Leave empty for no rewards
de_de: Leer lassen wenn keine Belohnung.

source: WooCommerce Product Reviews
de_de: WooCommerce Produktbewertungen

source: Awards %_plural% for users leaving reviews on your WooCommerce products.
de_de: Übernimmt %_plural% für Nutzer, die Bewertungen auf Ihren WooCommerce-Produkten hinterlassen.

source: Default settings for each BadgeOS Achievement type. These settings may be overridden for individual achievement type.
de_de: Standardeinstellungen für jeden BadgeOS-Leistungstyp. Diese Einstellungen können für einzelne Leistungsarten überschrieben werden.

source: Please setup your <a href="%s">default settings</a> before using this feature.
de_de: Bitte konfiguriere Deine <a href="%s"> Standardeinstellungen </a>, bevor Du diese Funktion verwendest.

source: %plural% to Award
de_de: %plural% zu vergeben

source: Use zero to disable
de_de: Verwende Null zum Deaktivieren

source: Deduction Log Template
de_de: Abzug-Protokoll Vorlage

source: Earning: %s
de_de: Verdienste: %s

source: Revoked: %s
de_de: Widerrufen: %s

source: myCRED needs your attention.
de_de: myCRED braucht Deine Aufmerksamkeit.

source: Run Setup
de_de: Setup durchführen

source: Before you can begin using %s, you must setup your first point type. This includes what you want to call your points, how these points are presented and who has access to it.
de_de: Bevor Du %s verwenden kannst, musst Du Deinen ersten Punkttyp einrichten. Dazu gehört, was du Deinen Punkte nennen möchtest, wie diese Punkte dargestellt werden und wer Zugriff darauf hat.

source: Your First Point Type
de_de: Dein erster Punkttyp

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Change Default Point Type Key
de_de: Ändere den Standard-Punkttypschlüssel

source: You can change the meta key used to store the default point type using the MYCRED_DEFAULT_TYPE_KEY constant. Copy the above code to your wp-config.php file to use.
de_de: Du kannst den Metaschlüssel zum Speichern des Standardpunkttyps mithilfe der MYCRED_DEFAULT_TYPE_KEY-Konstante ändern. Kopiere den obigen Code in deine wp-config.php Datei um sie zu benutzen.

source: If you intend to change the default meta key, you should do so before continuing on in this setup!
de_de: Wenn Du den Standard-Metaschlüssel ändern möchtest, solltest Du dies tun, bevor Du mit diesem Setup fortfährst!

source: You can re-label myCRED using the MYCRED_DEFAULT_LABEL constant. Copy the above code to your wp-config.php file to use.
de_de: Du kannst myCRED mit der MYCRED_DEFAULT_LABEL-Konstante neu kennzeichnen. Kopiere den obigen Code in deine wp-config.php Datei um sie zu benutzen.

source: Create Point Type
de_de: Punkttyp erstellen

source: Hide
de_de: Verbergen

source: Advanced
de_de: Fortgeschritten

source: Processing ...
de_de: wird bearbeitet...

source: Setup Complete!
de_de: Setup abgeschlossen!

source: Congratulations! You are now ready to use myCRED. What's next?
de_de: Herzliche Glückwünsche! Sie können jetzt myCRED verwenden. Was kommt als nächstes?

source: Enabling Hooks
de_de: "Hooks" aktivieren

source: If you intend to give your users points for interacting with your website automatically, your next step should be to enable and setup the hooks you want to use.
de_de: Wenn Du Deinen Nutzern automatisch Punkte für die Interaktion mit Deiner Website geben möchten, solltest Du im nächsten Schritt die gewünschten "Hooks" aktivieren und einrichten.

source: If you want to use advanced features such as Transfers, Point Purchases etc. your next step should be to enable and setup your add-ons.
de_de: Wenn Du erweiterte Funktionen wie z.B. Übertragungen, Punktkäufe usw. verwenden möchten, solltest Du als nächstes die Add-ons aktivieren und einrichten.

source: Adjust Settings
de_de: Einstellungen anpassen

source: If you need to make further changes to your settings or add new point types, you can visit your default point type's settings.
de_de: Wenn Du weitere Änderungen an Deinen Einstellungen vornehmen oder neue Punkttypen hinzufügen möchten, können Sie die Standardeinstellungen für den Punkttyp aufrufen.

source: View Settings
de_de: Einstellungen zeigen

source: Set to decimals to zero if you prefer to use whole numbers.
de_de: Stelle die Dezimalstellen auf Null ein, wenn Du nur ganze Zahlen verwenden möchtest.

source: Please make sure you fill out all required fields!
de_de: Bitte fülle alle erforderlichen Felder aus!

source: This feature requires WordPress Permalinks to be setup and enabled!
de_de: Diese Funktion setzt voraus, dass WordPress Permalinks eingerichtet und aktiviert ist!

source: Click Update Settings to load the Remote API settings.
de_de: Klicke auf Einstellungen aktualisieren, um die Remote-API-Einstellungen zu laden.

source: Allow Remote Access
de_de: Remotezugriff zulassen

source: Remote Access
de_de: Remotezugriff

source: API Key
de_de: API Schlüssel

source: Key
de_de: Schlüssel

source: 16, 24 or 32 characters
de_de: 16, 24 or 32 Zeichen

source: Required for this feature to work!<br />Minimum 12 characters.
de_de: Erforderlich, damit diese Funktion läuft! <br /> Mindestens 12 Zeichen.

source: Key Length
de_de: Schlüssellänge

source: Generate New Key
de_de: Generiere neuen Schlüssel

source: Warning!
de_de: Warnung!

source: Keep this key safe! Those you share this key with will be able to remotely deduct / add / transfer %plural%!
de_de: Bewahre diesen Schlüssel sicher auf! Diejenigen, mit denen Du diesen Schlüssel teilst, können%plural% aus der Ferne Beträge abziehen, hinzufügen und übertragen!

source: Incoming URI
de_de: Eingehende URI

source: The incoming call address. Remote calls made to any other URL will be ignored.
de_de: Die Adresse des eingehenden Anrufs. Remoteanrufe an andere URLs werden ignoriert.

source: Debug Mode
de_de: Debug-Modus

source: Remember to disable when not used to prevent mischievous calls from learning about your setup!
de_de: Denke daran, zu deaktivieren, wenn Sie nicht verwendet werden, um zu verhindern, dass schelmische Anrufe von Ihrem Setup erfahren!

source: Welcome to %s %s
de_de: Willkommen zu %s %s

source: %s Overview
de_de: %s Übersicht

source: Total amount in circulation
de_de: Gesamtbetrag im Umlauf

source: Awarded
de_de: Ausgezeichnet

source: Deducted
de_de: Abgezogen

source: myCRED requires WordPress 4.0 or higher. Version detected:
de_de: myCRED benötigt WordPress 4.0 oder höher. Version erkannt:

source: myCRED requires PHP 5.3 or higher. Version detected:
de_de: myCRED benötigt PHP 5.3 oder höher. Version erkannt:

source: myCRED requires SQL 5.0 or higher. Version detected:
de_de: myCRED benötigt SQL 5.0 oder höher. Version erkannt:

source: The mcrypt PHP library must be enabled in order to use this plugin! Please check your PHP configuration or contact your host and ask them to enable it for you!
de_de: Die mcrypt PHP-Bibliothek muss aktiviert sein, um dieses Plugin verwenden zu können! Bitte überprüfe Deine PHP-Konfiguration oder kontaktiere Deinen Host und bitte ihn, es für Dich zu aktivieren!

source: Sorry but your WordPress installation does not reach the minimum requirements for running myCRED. The following errors were given:
de_de: Es tut uns leid, aber Deine WordPress-Installation erfüllt nicht die Mindestanforderungen für die Ausführung von myCRED. Folgende Fehler wurden angegeben:

source: (%s) My Balance
de_de: (%s) Mein Konto

source: Show the current users balance and history.
de_de: Zeigt das aktuelle Konto und den aktuellen Kontostand an.

source: Title
de_de: Titel

source: Balance Layout
de_de: Konto Layout

source: Include history
de_de: Inklusive Kontoauszug (Historie)

source: History Title
de_de: Name des Kontoauszugs (Historie)

source: Number of entires
de_de: Anzahl der Einträge

source: Row layout
de_de: Zeilen-Layout

source: Show message when not logged in
de_de: Nachricht anzeigen, wenn nicht angemeldet

source: Message
de_de: zusätzliche Nachricht bzw. Stichwort .......

source: (%s) Leaderboard
de_de: (%s) Bestenliste

source: Leaderboard based on instances or balances.
de_de: Rangliste basierend auf Instanzen oder Salden.

source: Based On
de_de: basiert auf

source: Use "balance" to base the leaderboard on your users current balances or use a specific reference.
de_de: Verwenden "Konto", um die Rangliste auf den aktuellen Salden Deiner Nutzer zu basieren oder eine bestimmte Referenz zu verwenden.

source: Reference Guide
de_de: Referenzhandbuch

source: Visible to non-members
de_de: Sichtbar für Nichtmitglieder

source: Number of users
de_de: Anzahl der Nutzer

source: Optional offset of order. Use zero to return the first in the list.
de_de: Optionaler Offset der Bestellung. Verwende Null, um den ersten in der Liste zurückzugeben.

source: Order
de_de: Auftrag

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: Append current users position
de_de: Aktuelle Nutzer position anhängen

source: If the current user is not in this leaderboard, you can select to append them at the end with their current position.
de_de: Wenn sich der aktuelle Nutzer nicht in dieser Bestenliste befindet, kannst Du sie am Ende mit ihrer aktuellen Position anhängen.

source: Timeframe
de_de: Zeitrahmen

source: Option to limit the leaderboard based on a specific timeframe. Leave empty if not used.
de_de: Option, die Bestenliste basierend auf einem bestimmten Zeitraum zu begrenzen. Leer lasse, wenn es nicht verwendet werden soll.

source: (%s) Wallet
de_de: (%s) Brieftasche

source: Shows multiple balances.
de_de: Zeigt mehrere Salden an.

source: Row Layout
de_de: Zeilenlayout

source: Point
de_de: Punkt

source: Points
de_de: Punkte

source: Deleted
de_de: gelöscht

source: Deleted Item
de_de: Gelöschter Artikel

source: General
de_de: Allgemeines

source: User Related
de_de: Nutzerbezogen

source: Post Related
de_de: Beitrag bezogen

source: Comment Related
de_de: Kommentar bezogen

source: Widget Related
de_de: Widget bezogen

source: Amount Related
de_de: Mengen bezogen

source: Video Related
de_de: Video bezogen

source: and
de_de: und

source: Available Template Tags:
de_de: Verfügbare Vorlagen Tags:

source: in total
de_de: insgesamt

source: per day
de_de: pro Tag

source: per week
de_de: pro Woche

source: per month
de_de: pro Monat

source: Maximum once
de_de: Maximum einmal

source: Could not find a CubePoints installation.
de_de: Eine CubePoints-Installation konnte nicht gefunden werden.

source: No balances were imported.
de_de: Es wurden keine Salden importiert.

source: No log entries were imported!
de_de: Es wurden keine Protokolleinträge importiert!

source: Import complete - A total of <strong>%d</strong> balances were successfully imported. <strong>%d</strong> was skipped.
de_de: Import abgeschlossen - Es wurden insgesamt <strong>%d </ strong> Salden erfolgreich importiert. <strong>%d </ strong> wurde übersprungen.

source: View Users
de_de: Zeige Nutzer

source: Select what to import
de_de: Wähle was zu importieren ist

source: Log Entries Only
de_de: nur Protokolleinträge

source: CubePoints Balances Only
de_de: nur CubePoints Konten

source: Log Entries and Balances
de_de: Protokolleintrage und Konten

source: The file does not exist or could not be read.
de_de: Die Datei existiert nicht oder konnte nicht gelesen werden.

source: Invalid CSV file. Please consult the documentation for further assistance.
de_de: Ungültige CSV-Datei weitere Informationen dazu findest Du in der Dokumentation.

source: Import Balances %s
de_de: Import Konten %s

source: Choose a file from your computer:
de_de: Wähle eine Datei von Deinem Computer:

source: Maximum size: %s
de_de: Maximale Größe: %s

source: OR enter path to file:
de_de: oder gebe eine Adresse zur Datei an:

source: Delimiter
de_de: Trennzeichen

source: Method
de_de: Methode

source: Replace current balances with the amount in this CSV file
de_de: Ersetze aktuelle Salden durch den Betrag in dieser CSV-Datei.

source: Adjust current balances according to the amount in this CSV file
de_de: Passe die aktuellen Salden entsprechend dem Betrag in dieser CSV-Datei an.

source: Import complete - A total of <strong>%d</strong> log entries were successfully imported. <strong>%d</strong> was skipped.
de_de: Import abgeschlossen - Es wurden insgesamt <strong>% d </ strong> Protokolleinträge erfolgreich importiert. <strong>% d </ strong> wurde übersprungen.

source: View Log
de_de: Protokoll anzeigen

source: Import Log Entries %s
de_de: Protokolleinträge importieren %s

source: Point type not found.
de_de: Punktetyp nicht gefunden.

source: You are excluded from using %s.
de_de: Du kannst %s diess nicht verwenden.

source: Your balance is too low to use this feature.
de_de: Dein Guthaben ist zu niedrig, um diese Funktion zu verwenden.

source: Your current %s balance
de_de: Dein aktuelles %s Guthaben

source: 1 %s = <span class="rate">%s</span> %s
de_de: 1 %s = <span class="Gebühr">%s</span> %s

source: Point types not found.
de_de: Punktetyp nicht gefunden

source: You must exchange at least %s!
de_de: Du musst mindestens %s tauschen!

source: Insufficient Funds. Please try a lower amount.
de_de: Zu wenig Guthaben, bitte verwende einen niedrigeren Betrag.

source: Exchange from %s
de_de: Umtausch von %s

source: Exchange to %s
de_de: Umtausch bis %s

source: You have successfully exchanged %s into %s.
de_de: Du hast %s erfolgreich in %s eingetauscht.

source: No instances found for this point type
de_de: Für diesen Punkttyp wurden keine Instanzen gefunden.

source: Instance
de_de: Welche Aktivitäten werden honoriert?

source: A video ID is required for this shortcode
de_de: Für diesen Shortcode wird eine Video-ID benötigt.

source: Reference ID
de_de: Referenze ID

source: Data
de_de: Daten

source: User Missing
de_de: Nutzer fehlt

source: Export log entries raw
de_de: Export Protokoleinträge (raw)

source: Export log entries formatted
de_de: Export Protokolleinträge formatiert

source: All Log Entries
de_de: Alle Protokolleinträge

source: Search Results
de_de: Suchergebnisse

source: Users Log Entries
de_de: Nutzer Protokolleinträge

source: Export History
de_de: Export Kontoauszug (Historie)

source: No log entries found
de_de: Keine Protokolleinträge gefunden

source: Bulk Actions
de_de: Bulk Aktionen (Massen)

source: Export Formatted
de_de: Export formatiert

source: Apply
de_de: Anwenden

source: Show all references
de_de: Alle Referenzen anzeigen

source: User ID, Username, Email or Nicename
de_de: Nutzer-ID, Nutzername, E-Mail oder Spitzname

source: Show in order
de_de: In Reihenfolge anzeigen

source: Log entries navigation
de_de: Log-Einträge Navigation

source: 1 entry
de_de: 1 Eintrag

source: Select all
de_de: Alle auswählen

source: Select entry
de_de: Eintrag auswählen

source: Show more details
de_de: Zeige mehr Details

source: Filter by Date
de_de: Sortieren nach Datum

source: Filter by User
de_de: Sortieren nach Nutzer

source: Filter by ID
de_de: Sortieren nach ID

source: No export options available.
de_de: Keine Export-Option verfügbar.

source: Search Log
de_de: Suchprotokoll

source: search log entries
de_de: Suchprotokolleinträge

source: Website Visit
de_de: Website Besuche

source: Viewing Content (Member)
de_de: Inhalte anschauen (Mitglieder)

source: Viewing Content (Author)
de_de: Inhalten anschauen (Autoren)

source: Logging in
de_de: Login (Anmelden)

source: Publishing Content
de_de: Inhalte veröffentlichen

source: Approved Comment
de_de: Genehmigter Kommentar

source: Unapproved Comment
de_de: Nicht genehmigter Kommentar

source: SPAM Comment
de_de: SPAM-Kommentar

source: Link Click
de_de: Link klicken

source: Watching Video
de_de: Video anschauen

source: Visitor Referral
de_de: Besucherempfehlung

source: Signup Referral
de_de: Anmeldeempfehlung

source: New Profile Update
de_de: Neues Profil-Update

source: Profile Update Removal
de_de: Entfernung von Profilaktualisierungen

source: Avatar Upload
de_de: Profil-Bild hochladen

source: Profile Cover Upload
de_de: Profil-Banner hochladen

source: New Friendship
de_de: Neue Freundschaft

source: Ended Friendship
de_de: Freundschaft beendet

source: New Profile Comment
de_de: Neuer Kommentar im Profil

source: Profile Comment Deletion
de_de: Profil Kommentar löschen

source: Add Activity to Favorites
de_de: Aktivität zu Favoriten hinzufügen

source: Remove Activity from Favorites
de_de: Entfernen Sie die Aktivität aus den Favoriten

source: New Message
de_de: Neue Nachricht

source: New Group
de_de: Neue Gruppe

source: Deleted Group
de_de: Gruppe gelöscht

source: New Group Forum Topic
de_de: Neues Gruppen-Thema

source: Edit Group Forum Topic
de_de: Gruppen-Thema bearbeiten

source: New Group Forum Post
de_de: Neuer Gruppenforumbeitrag

source: Edit Group Forum Post
de_de: Gruppenforum Beitrag bearbeiten

source: Joining Group
de_de: Beitritt Gruppe

source: Leaving Group
de_de: Verlassen der Gruppe

source: New Group Avatar
de_de: Neues Gruppen-Bild (Avatar)

source: New Group Cover
de_de: Neues Gruppen-Banner

source: New Group Comment
de_de: Neuer Kommentar in der Gruppe

source: New Link
de_de: Neuer Link

source: Link Voting
de_de: Link Abstimmung

source: New Forum (bbPress)
de_de: Neues Forum (bbPress)

source: New Forum Topic (bbPress)
de_de: Neues Forum-Thema (bbPress)

source: Favorited Topic (bbPress)
de_de: Favorisieren eine Themas (bbPress)

source: New Topic Reply (bbPress)
de_de: Neue Antwort auf ein Thema (bbPress)

source: Form Submission (Contact Form 7)
de_de: Formular einreichen (Contact Form 7)

source: Form Submission (Gravity Form)
de_de: Formula einreichen (Gravity Form)

source: New Forum Topic (SimplePress)
de_de: Neues Forum-Thema (SimplePress)

source: New Forum Post (SimplePress)
de_de: Neuer Forum-Beitrag (SimplePress)

source: Referred Visit (AffiliateWP)
de_de: Gewünschter Besuch (AffiliateWP)

source: Affiliate Referral (AffiliateWP)
de_de: Affiliate-Empfehlung (AffiliateWP)

source: Referral Refund (AffiliateWP)
de_de: Empfehlungserstattung (AffiliateWP)

source: Adding a Rating
de_de: Hinzufügen einer Bewertung

source: Receiving a Rating
de_de: Bewertung erhalten

source: Poll Voting
de_de: Umfrageabstimmung

source: Sending an Invite
de_de: Eine Einladung senden

source: Accepting an Invite
de_de: Eine Einladung annehmen

source: Compound Interest
de_de: Verbindung Interesse

source: Recurring Payout
de_de: Wiederkehrende Auszahlung

source: Badge Reward
de_de: Abzeichen Belohnung

source: buyCRED Purchase (PayPal Standard)
de_de: buyCRED Kauf (PayPal Standard)

source: buyCRED Purchase (Skrill)
de_de: buyCRED Kauf (Skrill)

source: buyCRED Purchase (Zombaio)
de_de: buyCRED Kauf (Zombaio)

source: buyCRED Purchase (NETBilling)
de_de: buyCRED Kauf (NETBilling)

source: buyCRED Purchase (BitPay)
de_de: buyCRED Kauf (BitPay)

source: buyCRED Purchase (Bank Transfer)
de_de: buyCRED Kauf (Banküberweisung)

source: Coupon Usage
de_de: Gutscheinnutzung

source: Store Purchase (WooCommerce)
de_de: Ladenkauf (WooCommerce)

source: Store Reward (WooCommerce)
de_de: Ladenbelohnung (WooCommerce)

source: Product Review (WooCommerce)
de_de: Produktbewertung (WooCommerce)

source: Store Purchase (MarketPress)
de_de: Ladenkauf (MarketPress)

source: Store Reward (MarketPress)
de_de: Ladenbelohnung (MarketPress)

source: Store Purchase (WP E-Commerce)
de_de: Ladenkauf (WP E-Commerce)

source: Event Payment (Event Espresso)
de_de: Event-Zahlung (Event Espresso)

source: Event Sale (Event Espresso)
de_de: Eventverkauf (Event Espresso)

source: Event Payment (Events Manager)
de_de: Veranstaltungszahlung (Events Manager)

source: Event Sale (Events Manager)
de_de: Veranstaltungsverkauf (Events Manager)

source: Content Purchase
de_de: Inhalt kaufen

source: Content Sale
de_de: Inhalt verkaufen

source: Transfer
de_de: Überweisung

source: Manual Adjustment by Admin
de_de: Manuelle Anpassung durch Admin

source: Central Banking
de_de: Zentrale Bank

source: Instead of creating %_plural% out of thin-air, all payouts are made from a nominated "Central Bank" account. Any %_plural% a user spends or loses are deposited back into this account. If the central bank runs out of %_plural%, no %_plural% will be paid out.
de_de: Anstatt %_plural% aus dem Nichts zu erstellen, werden alle Auszahlungen von einem nominierten "Zentral Bank" - Konto vorgenommen. Alle %_plural%, die ein Nutzer ausgibt oder erhält, werden wieder in dieses Konto eingezahlt. Wenn die Zentralbank keine %_plural% mehr hat, wird kein %_plural% ausbezahlt.
